{
  "Overview": {
    "Id": 4751130,
    "ExtId": "46275579-B4A9-4F5C-B6A7-20CB33F9ECC6",
    "Title": " Fuel Poverty",
    "HRSTag": "hs_2cWestHallDebate",
    "Date": "2024-11-06T00:00:00",
    "Location": "Westminster Hall",
    "House": "Commons",
    "Source": 2,
    "VolumeNo": 756,
    "ContentLastUpdated": "2024-11-08T13:17:01.26",
    "DebateTypeId": 2,
    "SectionType": 1,
    "NextDebateExtId": "A62903E8-DD22-4CB7-946C-1E4B6A2E33E1",
    "NextDebateTitle": " Energy Rebates: Highlands and Islands",
    "PreviousDebateExtId": "121AADAA-8CEB-4044-B2E4-BF8D4D3F4318",
    "PreviousDebateTitle": " Peak Forest and Macclesfield Canals"
  },
  "Navigator": [
    {
      "Id": 4751126,
      "Title": "Westminster Hall",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "288cbda7-0844-4cd6-acf5-49628db32408",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751130,
      "Title": " Fuel Poverty",
      "ParentId": 4751126,
      "SortOrder": 5,
      "ExternalId": "46275579-B4A9-4F5C-B6A7-20CB33F9ECC6",
      "HRSTag": "hs_2cWestHallDebate",
      "HansardSection": "AY-BC1",
      "Timecode": null
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40890822,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"81WH\" class=\"column-number column-only\" data-column-number=\"81WH\"></span>",
      "OrderInSection": 0,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890823,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "[Sir Roger Gale <em>in the Chair</em>]",
      "OrderInSection": 2,
      "Timecode": null,
      "ExternalId": "24110639000002",
      "HRSTag": "hs_76fChair",
      "HansardSection": "AY-BC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946528,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:30:00",
      "OrderInSection": 3,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AY-BC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890824,
      "MemberId": 1442,
      "AttributedTo": "Mr Alistair Carmichael (Orkney and Shetland) (LD)",
      "Value": "I beg to move,\r\n\r\nThat this House has considered Government policies on tackling fuel poverty.\r\n\r\nIt is a pleasure to see you in the Chair, Sir Roger. A household in fuel poverty is defined as one that commits more than 10% of its income on energy to maintain a satisfactory heating regime. Fuel poverty includes three elements. The first is the household’s income, from which we compute that 10%; the second is the household’s energy requirements, on which the quality of the housing stock and the availability of cheaper tariffs have an influence; and the third is the fuel prices themselves. It is sobering to think that across the United Kingdom as a whole, no fewer than 6 million households are living in fuel poverty. In Scotland in 2022, some 791,000 households were fuel-poor.",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": "8BCAF732-E22F-4463-BB42-6DD91D03C37D",
      "HRSTag": "hs_Para",
      "HansardSection": "AY-BC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890825,
      "MemberId": 4995,
      "AttributedTo": "Sarah Dyke (Glastonbury and Somerton) (LD)",
      "Value": "I have recently received more than 200 emails from pensioners in Glastonbury and Somerton who do not know whether they can afford to turn on the heating this winter. Does my right hon. Friend agree that the Government should provide targeted energy discounts for vulnerable households, to reduce the number of people living in fuel poverty?",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": "6A304250-C3B5-4F83-83F5-7C8CF51A2BBE",
      "HRSTag": "hs_Para",
      "HansardSection": "AY-BC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890826,
      "MemberId": 1442,
      "AttributedTo": "Mr Carmichael",
      "Value": "It will be the first surprise of the day for everyone that the answer is yes. I very much agree that we need that—or if not that, something of the sort. Meaningful action that is fit to meet the needs of the different parts of the United Kingdom is long overdue.\r\n\r\nWhile households in fuel poverty are committing more than 10% of their income, households in extreme fuel poverty are committing more than 20% to meet their energy needs and keep their home warm. In Scotland, there were 311,000 such households in 2019. By 2022, the figure had risen to 472,000.\r\n\r\nThis issue is particularly acute for us in the northern isles. In Orkney and Shetland, 31% of households live in fuel poverty; the Scottish average, which is higher than that of the rest of the United Kingdom, is 24%. It is not difficult to see why fuel poverty is particularly acute in the northern isles. Winters are longer, darker and colder than in other parts of the country. We are off the gas grid. Most of our homes are heated using electricity, oil and sometimes liquefied petroleum gas or solid fuel. Yes, an increasing number of people are able to use photovoltaics and ground or air-source heat pumps, but the bulk of our heating still comes from conventional sources.",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": "BDC20635-56CF-447A-86BC-A1CAE13471BF",
      "HRSTag": "hs_Para",
      "HansardSection": "AY-BC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890827,
      "MemberId": 4018,
      "AttributedTo": "Helen Grant (Maidstone and Malling) (Con)",
      "Value": "I congratulate the right hon. Gentleman on securing this important debate. I recently visited the home of an elderly pensioner in my constituency. I sat in her freezing cold living room with her for more than an hour while I took instructions on a matter. She was wearing two jumpers, a scarf, thick trousers and boots. She was dressed in that way because she was too afraid to put the heating on, as she did not think she would have the money to pay the bill. Does the right hon. Gentleman agree that the Government’s cruel cut to the winter fuel allowance will have a serious impact on the health and wellbeing of some of our most vulnerable people?",
      "OrderInSection": 7,
      "Timecode": null,
      "ExternalId": "FDE53A6A-5A44-41FB-A7FF-910E73151793",
      "HRSTag": "hs_Para",
      "HansardSection": "AY-BC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890828,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"82WH\" class=\"column-number column-only\" data-column-number=\"82WH\"></span>",
      "OrderInSection": 8,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890829,
      "MemberId": 1442,
      "AttributedTo": "Mr Carmichael",
      "Value": "I am sad to say that I do agree. I have seen the same thing time after time in houses across my constituency. I have seen people sitting with two, three or four layers on and a blanket over their knees. If there is any heating, it might come from a single bar on an electric fire or something of the sort. With the winter fuel payment, we have to understand that there is a generational difference: the people who were getting that payment were in large part brought up in an age when people did not borrow; they lived within their means. Taking away that money puts them more acutely at risk than people of other ages. When we devise policy, we sometimes have to look at the social and psychological impact as much as at the political and the economic. The hon. Member makes a good point.\r\n\r\nIn communities such as mine we have older, much less energy-efficient housing stock. Some elements of last week’s Budget may mitigate the worst effects. It did not have the comprehensive strategy that I wanted, but in the interests of fairness we should acknowledge that if the increase in the minimum wage leads to increased household incomes, it will have an impact on some people living in fuel poverty. The retention of the state pension triple lock will also provide some mitigation. To that extent, those things are welcome, but in the context of the wider influences on fuel poverty, they will hardly hit the sides. The energy price cap has now been put up to £1,717, which is an increase of £150, and it seems likely that there will be a further increase come January. The situation among the fuel-poor is only likely to get worse, which is where the hon. Member’s point about the winter fuel payment comes in.\r\n\r\nIt is true that the mechanism of pension credit is there to mitigate the worst effects, as I anticipate the Minister will say, but we have known for 20 years that there are problems with all the tax credit schemes and with the variation in uptake across the board. Again, it is a generational thing. Knowing the community that he comes from, the Minister will know that among older people in parts of the country there is still a real stigma attached to a means test. They will always be less likely to apply for something that they could otherwise have been given by right. For those who live in fuel poverty, it now feels as though anything given with one hand is being taken away with the other.\r\n\r\nWhat can we do? What tools have we at our disposal? We have the warm home discount and the energy company obligation scheme, to which I will turn in a minute, but I first wish to raise a couple of more specific issues that relate to tackling fuel poverty in communities such as mine.\r\n\r\nThe Minister has already heard me raise the question of an isles tariff; in fact, we met earlier this week to discuss it. Orkney and Shetland has been at the heart of supplying the nation’s energy needs for the past 40 or 50 years, as we have played host to the oil and gas industry. Shetland now has one of the biggest onshore wind farm developments anywhere in the country, but in the shadow of the turbines are some of the greatest and most acute problems with fuel poverty. That is now generating genuine frustration. As we play host to major energy developments—latterly renewables—there is very little or no community benefit for those who host them.\r\n\r\nSerious attention now needs to be given to the question of an isles tariff. It does not need to be an isles tariff; it could be something that applies across the highlands <span id=\"83WH\" class=\"column-number\" data-column-number=\"83WH\"></span>and islands and in other areas that are particularly badly affected. I am pretty sure that Ofgem will not be keen—as far as I can see, Ofgem is never keen on anything that will actually make a difference—but if it can accept the principle of differential treatment through a social tariff, which is now the subject of a consultation, a geographical tariff should also be given serious consideration.\r\n\r\nMany of my constituents rely on electric storage heating. Access to “total heating with total control” tariffs, which were designed by the former hydro board specifically with communities like mine in the highlands and islands in mind, still provides them with the best and cheapest available source of heating. However, it does not allow them to take advantage of different tariffs when switching or other ways of saving money are available. It requires two meters, one of which has two readings. As smart meters are rolled out, it appears that although they may be smart, they are not smart enough to do something that the old technology did quite easily.\r\n\r\nThere is then the question of the radio teleswitch, which is the delivery mechanism for many tariffs. It is due to be switched off in 2025, as the last of the BBC analogue signal is decommissioned. We all need to cross our fingers and hope it lasts until 2025, because it could quite easily fall over at any point. When it does, the string and chewing gum that are keeping it going at the moment will simply no longer be enough.\r\n\r\nWill the Minister give me an update? Before the election, his predecessor agreed to hold a roundtable. The election intervened, but I am pleased to hear that the roundtable went ahead and that the different players were brought together in the room. It appears to have made some progress, but my constituents would be keen to hear the details.\r\n\r\nThe Government’s manifesto promised a strategy with a warm homes plan, whereby £13.2 billion would be committed to address fuel poverty. The Budget last week allocated £3.4 billion over three years. That is a sizeable chunk of money, but it is not the £13.2 billion that we were promised. Presumably the remaining £9.8 billion will have to come in years four and five of this Parliament if the Government’s commitment is to be met.\r\n\r\nI have two problems with that approach. First, it will leave a lot of people in fuel poverty for another three years while they wait for the money to come. Secondly, if the money comes at all, we will be shovelling it into wheelbarrows to get it out over the two years, a situation that always brings the law of unintended consequences into play, as we have seen time and again with energy efficiency measures, renewable energy development and so on. There is money that must be spent within a target time, but there is neither the existing labour force nor the skills base to deliver the work, so a whole load of fly-by-night companies are set up that come into our communities from outside, do substandard work, go away and eventually go bankrupt while constituents are left to pick up the pieces.\r\n\r\nIt is obviously for the Treasury to decide how the money will be spent, but looking towards years three, four and five of this Government, can the Minister give me some assurance that there is a view towards a <span id=\"84WH\" class=\"column-number\" data-column-number=\"84WH\"></span>strategy that will use the money that is currently committed, that we will have a clear idea, and that we can start planning now how to use any money that comes in future?\r\n\r\nThe two existing vehicles for alleviating fuel poverty—the warm home discount, which reduces bills by £150 a year for those who qualify, and the energy company obligation, which assists people with energy efficiency adaptations, renewable energy adaptations and so on—are both means-tested, which takes us back to the question of cliff edges. Most concerningly of all, those measures are due to end in 2026 unless they are renewed by the Government. The Minister will have an easier conversation with the Treasury if he bears it in mind that the funding for the schemes comes not from the Treasury but from the energy companies.\r\n\r\nWe need to know that there is a plan for the continuation of those schemes or for something that will seek to achieve the same end. It would be good if that plan could come as part of a Green or White Paper outlining a strategy. That is what is lacking at the moment: we have a scheme here, a scheme there, an idea of this and an idea of that, but there is no overarching strategy to ensure the best possible delivery. At the beginning of this debate, I gave the stat that 6 million homes across the whole United Kingdom are living in fuel poverty. That is not something that we should be prepared to live with.",
      "OrderInSection": 10,
      "Timecode": null,
      "ExternalId": "A49CA8B6-B991-45BD-9CBB-7B91D36869D7",
      "HRSTag": "hs_Para",
      "HansardSection": "AY-BC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946529,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:46:00",
      "OrderInSection": 11,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890830,
      "MemberId": 5281,
      "AttributedTo": "Anna Dixon (Shipley) (Lab)",
      "Value": "It is a pleasure to serve under your chairmanship, Sir Roger. I congratulate the right hon. Member for Orkney and Shetland (Mr Carmichael) on securing this important debate on fuel poverty.\r\n\r\nI would like to highlight the impact of poor-quality housing on fuel poverty. I am acutely aware of that in my constituency of Shipley. We have some really poor-quality housing. As is typical for a northern town or city, we have a higher proportion of homes that are non-decent, which means that they do not meet the standards for a warm and dry home. That has knock-on effects for people’s health and wellbeing. As I know from my work, older people are more likely to live in those non-decent homes, which can have significant impacts.\r\n\r\nData from Friends of the Earth, shared with me, shows that in Shipley alone there are 17 energy crisis hotspots. Those are neighbourhoods that have below-average household income but above-average energy bills. We need to use those sorts of data to focus our efforts to tackle fuel poverty, and the excellent work that the Government are doing to invest in home insulation, on those energy hotspots. I am very proud that the Government are looking to invest in new homes, but it is critical that those homes are warm and energy-efficient so that we can reduce the incidence of fuel poverty in future with new social housing. I was pleased to see that the Liverpool city region is working with Octopus Energy and with home manufacturers to create homes that will be guaranteed zero bills for at least 10 years. They could do that at scale because of the new methods of manufacturing. In addition to home insulation, there are some huge opportunities to address fuel poverty as the Government embark on the housing programme.\r\n\r\nThere are clear links between fuel poverty and pensioner poverty: the two go hand in hand. It is a scandal that between 2010 and 2024, under the watch of the past Conservative Government, the number of pension credit <span id=\"85WH\" class=\"column-number\" data-column-number=\"85WH\"></span>claimants halved from 2.6 million to just 1.35 million. Sadly, over the same period, pensioner poverty rose from 12%, or 1.2 million people, to 16%, which is 2.1 million people. That is a real scandal.\r\n\r\nI agree that we should be targeting winter fuel support to the poorest pensioners, but we must also do all we can to ensure that those who are eligible for pension credit, and thereby for a winter fuel payment, are brought on to pension credit. The Department for Work and Pensions estimated that almost 900,000 eligible households were not claiming that benefit. It is fantastic that colleagues in government are working to raise awareness of pension credit among our poorest pensioners and to ensure that support is available.\r\n\r\nI pay particular tribute to local organisations in my constituency, such as Age UK Bradford and Citizens Advice Bradford, that support pensioners who experience fuel poverty. I also thank housing associations and Bradford council, which provide both advice and direct support to tackle fuel poverty and to ensure that people have the right advice and benefits. I hope that the Government will continue to make efforts to ensure that the poorest pensioners receive the support available to them.\r\n\r\nObviously not everyone in fuel poverty is a pensioner and not every pensioner is in fuel poverty, so I am glad that the right hon. Member for Orkney and Shetland is holding this broader debate on the subject. We must recognise that fuel poverty affects not just older people, but families of all ages.\r\n\r\nA lot has been done through the Budget to raise people out of poverty by increasing the national living wage, but we must also target bills. Families who care for someone with a disability or a chronic condition can use much more energy, and therefore have much higher energy bills. For those families, it is really important that, through GB Energy, we invest in clean energy to get bills down.\r\n\r\nThis debate is really welcome. We must recognise that tackling fuel poverty requires a comprehensive approach that takes housing into account, lifts people out of poverty and gets bills down. I hope the Minister will outline how those actions together will reduce fuel poverty for people of all ages.",
      "OrderInSection": 12,
      "Timecode": "2024-11-06T14:46:43",
      "ExternalId": "A472C026-24A7-42B2-923D-57E2F01FDBA2",
      "HRSTag": "hs_Para",
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946530,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:52:00",
      "OrderInSection": 13,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890831,
      "MemberId": 5304,
      "AttributedTo": "Dr Danny Chambers (Winchester) (LD)",
      "Value": "Thank you, Sir Roger, for calling me to speak. I pay tribute to my right hon. Friend the Member for Orkney and Shetland (Mr Carmichael) for securing this debate at this crucial time as we head into winter.\r\n\r\nLast week, I spoke in the debate on NHS winter preparedness. We know that our A&amp;E departments, doctors and other health services are particularly busy in winter. People living in fuel poverty end up contributing to that, because if you are elderly, vulnerable or ill and you cannot afford to turn on your heating, you are more likely to suffer complications, get sick with flu or covid or be admitted to hospital with hypothermia. The NHS spends about £1.4 billion every year to deal with the consequences of people living in cold or damp homes. It is worth noting that this is about the impact not just on an individual’s finances, but on the resources of the health services.",
      "OrderInSection": 14,
      "Timecode": null,
      "ExternalId": "8BC4E26F-9B5B-4349-B639-42645E9B2862",
      "HRSTag": "hs_Para",
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890832,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"86WH\" class=\"column-number column-only\" data-column-number=\"86WH\"></span>",
      "OrderInSection": 15,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890833,
      "MemberId": 5201,
      "AttributedTo": "Victoria Collins (Harpenden and Berkhamsted) (LD)",
      "Value": "In Harpenden and Berkhamsted and, I am sure, across the country, local charities and even local district and county authorities are looking at how they can support those who are falling off a cliff edge after the winter fuel payment was scrapped. Does my hon. Friend agree that the impact he mentioned is not confined to the NHS? Charities and councils are picking up the slack created by fuel poverty’s not being dealt with properly.",
      "OrderInSection": 17,
      "Timecode": null,
      "ExternalId": "B8D2A5D7-7B15-44BC-9C8D-BA2F0CE617D0",
      "HRSTag": "hs_Para",
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890834,
      "MemberId": 5304,
      "AttributedTo": "Dr Chambers",
      "Value": "That is a good point. Citizens Advice Winchester told me that it spends a huge proportion of its time dealing with people who have issues with energy bills, particularly at the moment. A variety of organisations are being drawn into this.\r\n\r\nThe hon. Member for Shipley (Anna Dixon) mentioned housing quality. It is worth noting that the UK has the oldest housing stock in Europe: 38% of houses in the UK were built before the 1940s, compared with about 11% in Spain. Those houses were obviously not designed with particularly high energy standards. One thing the Liberal Democrats were calling for during the general election was an emergency home energy upgrade programme for people who are living in poverty, people in social housing and people who cannot afford their bills. Retrofitting insulation is good not only for people who are struggling and the NHS, but for the environment. We urge the Government to double down on retrofitting and improving the quality of our old housing.\r\n\r\nDirectly linked to that issue are buildings’ energy efficiency standards, which were reduced under the last Government. New builds should be net zero; they should be hugely energy-efficient. There is no excuse for any new house to have occupants who live in fuel poverty, and we should do everything we can to ensure that that does not happen.\r\n\r\nI grew up on a farm in the middle of nowhere, and I represent a large area of the Meon valley, which is very rural. As my right hon. Friend the Member for Orkney and Shetland pointed out, many rural villages, farms and houses rely on solid fuel heating—they are not on the gas grid—and have to have electrical storage heaters. That is hugely expensive. Rural areas also have a slightly higher proportion of elderly people. I have had a huge amount of correspondence from people living in rural areas and elderly people who are particularly worried about the coming winter. I heard from someone called Julia, who has osteoarthritis and osteopenia and has to walk with crutches. She is on a waiting list to be transferred to more affordable accommodation. She often has to skip meals to make ends meet and she dreads turning on the heating because of the cost. With poor circulation, she frequently loses feeling in her feet from the cold.\r\n\r\nI acknowledge what the hon. Member for Shipley said: not all elderly people rely on the winter fuel allowance to heat their homes—we know that—but because the removal has been brought in so quickly, right before winter, a lot of elderly people were not expecting it and will be plunged into crisis. Julia emailed me with a clear ask for the Minister: if the Government are removing the winter fuel payment, will they consider expanding qualifying benefits to include housing benefit, council tax support, disability benefits and attendance allowance? That would be a lifeline for her and many others who face similar hardship.<span id=\"87WH\" class=\"column-number\" data-column-number=\"87WH\"></span>",
      "OrderInSection": 18,
      "Timecode": null,
      "ExternalId": "19108922-4D8F-43F5-B183-777C81EE2FEB",
      "HRSTag": "hs_Para",
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946531,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:58:00",
      "OrderInSection": 19,
      "Timecode": "2024-11-06T14:58:19",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890835,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon (Strangford) (DUP)",
      "Value": "It is a pleasure to serve under your chairship, Sir Roger. I thank the right hon. Member for Orkney and Shetland (Mr Carmichael) for securing the debate, which gives us all an opportunity to participate. To be perfectly honest, I do not think that the right hon. Gentleman has ever had a debate that I have not come along to: he brings forward issues that I am very interested in, and I thank him for that.\r\n\r\nI want to give a Northern Ireland perspective, which I hope will illustrate exactly what the issues are. Others have given theirs, and I am sure that those who follow will back up the theme. Reports on fuel poverty in Northern Ireland certainly make grim reading. Northern Ireland Fuel Poverty Coalition highlights comparative statistics showing that fuel poverty levels throughout the United Kingdom are as follows: 21.5% in Northern Ireland, 10.4% in England—people might be pretty lucky to live in England, but those in fuel poverty would not say that—26.5% in Scotland and 23% in Wales.\r\n\r\nWe should try to figure out exactly what those stats mean. A recent Northern Ireland Housing Executive report indicates that if the measure is based on 21° heat in living rooms, the figure for Northern Ireland is closer to 30%. In other words, it is the highest in the United Kingdom. It gives me no pleasure whatever to say that, but it gives an idea of where the problems are.\r\n\r\nI should have said at the start—I apologise for not doing so—that it is nice to see the Minister in his place. I look forward to his response. I also look forward to the contribution by the shadow Minister, ever my friend.\r\n\r\nThe fact is that people have got used to dressing for outside when they are living in their house. The right hon. Member for Orkney and Shetland illustrated that incredibly well in his introduction, but that is a fact for those people. The hon. Member for Maidstone and Malling (Helen Grant), who is no longer in her place, also gave an illustration, describing a constituent she visited who was wrapped up almost like a teddy bear, with all the clothes that she had on. The fact is that if she had not had those clothes on, that lady would probably have been fairly close to hypothermia.",
      "OrderInSection": 20,
      "Timecode": null,
      "ExternalId": "F6BADA0B-F802-4DAB-A2F2-6389BA281B80",
      "HRSTag": "hs_Para",
      "HansardSection": "BC2-BF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890836,
      "MemberId": 5201,
      "AttributedTo": "Victoria Collins",
      "Value": "We all have those stories, and I am always heartbroken when they come in. One constituent told me:\r\n\r\n“I live alone on my pension and will either have to stay in bed all day or keep a coat on and hot water bottle it, if I can afford the electricity to keep boiling the kettle.”\r\n\r\nIt is a very sad state of affairs, is it not?",
      "OrderInSection": 21,
      "Timecode": "2024-11-06T15:01:08",
      "ExternalId": "E4D20CA6-9937-44D8-9B43-33AD7AAB08BF",
      "HRSTag": "hs_Para",
      "HansardSection": "BF2-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890837,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon",
      "Value": "The hon. Lady illustrates a point that she rightly says is replicated regularly among all our constituents. This debate today is about them, and that is why we are here. We are here to make a point on behalf of our constituents who are in those predicaments and under other incredible pressures.\r\n\r\nFrom a quick survey I did in my own office, one staff member sets her heating temperature at 21°C, while the rest of the staff would set it at less, as they would just take the chill off by sitting under blankets. Fuel poverty may affect more people than perhaps the Minister, shadow Minister or anyone really understands. That staff member said that she has to do so because she has children, so <span id=\"88WH\" class=\"column-number\" data-column-number=\"88WH\"></span>she has to prioritise heat. That is understandable: if there are children in the house, we would want to keep them warm.\r\n\r\nHere are some stats and figures, which are quite stark: the staff member’s gas statement showed that last November she topped it up with £294. She did the same in December and January, and then in February it was down to £245. For her, in that four-month period, the gas cost £1,127. If we add that up over the year, it is almost £3,500 for the energy, just to keep the house warm. Thank the Lord for summer and the heat that it sometimes brings—maybe it is not as much as we wish, but none the less it brings heat and we can have the gas on less.\r\n\r\nMy example illustrates the problem. My staff member is not in the house from 8.30 am until 5.30 pm, but for those months she is still in fuel poverty. By the way, she is well paid; I say that to make the point that many people find themselves in a predicament on this issue. How much more so for our pensioners, who are not out of the house and warm in their workplace—for the stay-at-home parents, for our disabled, or for all those people who have different pressures? I often think that when we illustrate something with an example, there are so many other examples of people who are in different circumstances but under the same pressures.\r\n\r\nWe have told people for years to get rid of the fire and get a cleaner heater that uses oil or gas. Now people cannot afford to turn it up, and that is all before we take into account the crushing blow of the removal of the winter fuel allowance, which affects millions in the UK. It particularly affects my constituents in Northern Ireland, who are so reliant on oil as their method of heating.",
      "OrderInSection": 22,
      "Timecode": null,
      "ExternalId": "26940E0E-0A36-4FF8-B7BB-EE9E3E57706E",
      "HRSTag": "hs_Para",
      "HansardSection": "BF2-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890838,
      "MemberId": 5281,
      "AttributedTo": "Anna Dixon",
      "Value": "Does the hon. Gentleman agree that part of the solution is building more higher-quality housing for older people? In many of our communities, people are living in unsuitable homes that are cold and damp, but they do not have affordable alternatives to move to within their own communities. Does he agree that part of the solution is providing more high-quality but affordable housing to give older people, such as those he was describing, opportunities to move into much better-insulated homes that are easier to heat?",
      "OrderInSection": 23,
      "Timecode": null,
      "ExternalId": "02BC0BC8-E837-404C-9B6E-B2872EC52926",
      "HRSTag": "hs_Para",
      "HansardSection": "BF2-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890839,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon",
      "Value": "The hon. Lady is right. Others have illustrated the issue of house building. We live in older houses: that is a fact. The Government have committed themselves to 1.5 million new homes in this Session, and I wish them well in that, because I want to see that happen. We can only hope that those homes will be energy-efficient. I chair the healthy homes and buildings all-party parliamentary group, and one of the things we are pushing for is to ensure that whenever new homes come through, they will be energy-efficient and enable people with disabilities, vulnerable people or elderly people to have that quality of life in their homes. Within that, we must also look at upgrading older homes that do not have all the things rightly asked for by the hon. Lady, which we also try to bring forward.\r\n\r\nBy way of comparison, the figures in the latest census indicate that 62% of households in Northern Ireland use oil. Every time we have a war, we become incredibly worried, because oil prices will go up and the cost of oil in our central heating will therefore increase. Every time that happens, it affects 62% of households in Northern <span id=\"89WH\" class=\"column-number\" data-column-number=\"89WH\"></span>Ireland. The cost of oil is down a wee bit now, and it is good to have it down, but it is still an incredibly expensive way to heat a home.\r\n\r\nMany houses in Northern Ireland depend entirely on oil, whereas the percentage of households in England and Wales was just 4%. Again, that illustrates the pressures that we have in Northern Ireland compared with other places. Oil can be expensive and inconvenient for Northern Irish consumers while also having high associated carbon emissions. Although the use of gas has expanded since 2011 to around 200,000 households, the usage of gas is still firmly behind that of oil, which has led to higher levels of fuel poverty.\r\n\r\nNorthern Ireland is currently preparing an energy strategy. The Minister is diligent, and he may have had the opportunity for discussions with his compatriots in Northern Ireland. Has that happened and what was the outcome? The energy strategy is due for release in 2025, so the skeletal story of what the energy strategy will be is probably there already, although it has not been released just yet. I quote its aim:\r\n\r\n“Alleviating fuel poverty will have a positive impact on both mental and physical health,”—\r\n\r\nthe right hon. Member for Orkney and Shetland referred to that earlier—\r\n\r\n“especially for more vulnerable populations. In addition, making our homes more sustainable and easier to heat”—\r\n\r\nas the hon. Member for Shipley (Anna Dixon) said—\r\n\r\n“will help fight climate change”.\r\n\r\nThe issue of climate change cannot be ignored either. It is all part of the strategy that the Government try to bring together, and it will lead to a more just transition. We all have aspirations, my goodness, but along with them we need factual, actual, physical help to make them happen.\r\n\r\nThe hon. Member for Winchester (Dr Chambers) referred to attendance allowance forms. I was on the election trail back in July and knocking on doors, as I do. I am of a certain age now, so I resonated with the pensioners, and I recognise that we can do things to help. During my time on the doors, I managed to get slightly over 80 of those applications filled in. They take an hour and a bit to do, and it took us quite some time to get them cleared up, but it helps those who have had their winter fuel allowance removed. If they are pensioners, have disabilities and are on medication, it is quite possible, as the hon. Member for Winchester said, that they will qualify for that attendance allowance. That is just a thought, but we should have a more positive reaction from Government to address those things and let people know their rights.\r\n\r\nThe fact is that words on paper have no impact on the pensioner who did not know that they could have saved more of their pension to get their oil this year, but they expected to have help with the winter fuel allowance that they relied on. I know that that is not the Minister’s responsibility—it is for the DWP—but I believe there is an onus on Government to introduce that option to as many pensioners as will qualify. The pensioners who I know had no time to prepare and save their pennies, and the outcome will be an uplift in cold-related illness and perhaps even cold-related death.\r\n\r\nI will conclude, as I realise that I have gone on a wee bit longer than I thought. I seriously urge Government to do the right thing, even at this stage, and to reinstate <span id=\"90WH\" class=\"column-number\" data-column-number=\"90WH\"></span>this much-needed help for pensioners in the country. We discuss fuel poverty in this place, and yet Government then take help for warmth from them. I do not know about anyone else, but that certainly leaves me a lot colder and a lot poorer in spirit.",
      "OrderInSection": 24,
      "Timecode": "2024-11-06T15:07:31",
      "ExternalId": "F19CB6E3-D174-4E62-8F3D-B132E0CD88C7",
      "HRSTag": "hs_Para",
      "HansardSection": "BF2-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946532,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:10:00",
      "OrderInSection": 25,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BF2-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890840,
      "MemberId": 5207,
      "AttributedTo": "Clive Jones (Wokingham) (LD)",
      "Value": "It is a pleasure to serve under your chairmanship, Sir Roger. I thank my right hon. Friend the Member for Orkney and Shetland (Mr Carmichael) for securing this very important debate. I am pleased that the Minister and the shadow Minister, the hon. Member for West Aberdeenshire and Kincardine (Andrew Bowie), are present to listen.\r\n\r\nMy colleagues are exactly right: tackling fuel poverty needs to be a priority for the Government. Progress has stalled under the Conservatives, with no notable decrease in the percentage of households in fuel poverty since 2019. The situation in the country is pretty dire and we need action now. UK homes are among the least energy-efficient in Europe, making fuel poverty worse given the cost of heating. A Resolution Foundation study noted that UK housing stock offers the worst value for money of any advanced economy.\r\n\r\nI was particularly shocked, like my hon. Friend the Member for Winchester (Dr Chambers), to read that British housing is the oldest in Europe, with 38% of homes built before 1946. That is particularly noteworthy given that four years before that date, in 1942, Sir William Beveridge, the Liberal economist, politician and true father of the NHS, published his report uncovering the five great evils that plagued British society. One of the great evils in his report was “squalor”. He was shocked by the condition of housing, with its link to ill health and the discomfort that brought to inhabitants. More than 81 years later, however, he must be rolling in his grave.\r\n\r\nWe still find ourselves failing to do the basic duty of a welfare state: we are unable to protect the most vulnerable in our society. That has a tangible impact on people’s lives. Again, as my hon. Friend the Member for Winchester said, the NHS spends an estimated £1.4 billion annually on treating illnesses associated with cold and damp housing. When wider societal costs are considered, such as healthcare, that figure rises to £15.4 billion. With that information in mind, I am perplexed about why the Government axed the winter fuel payment and allowed the greater evil of squalor to grow deeper into our communities.\r\n\r\nIn my constituency of Wokingham, vulnerable pensioners continue to express concerns that they are not being considered by this Government. Age UK’s data shows that the vast majority of older people in poverty, or those just £55 a week above the poverty line, will not be protected from the cuts to the winter fuel payment. We need to ensure that they are protected, especially at a time when energy bills are set to rise yet again this winter.\r\n\r\nWith 16,577 pensioners in Wokingham expected to be affected, yet again I make clear my complete and total opposition to the cut in the winter fuel payment. That is why I voted against the Government’s decision to scrap it, and why I have suggested in the main Chamber alternative means by which the Government could have paid for reversing the cuts, without any additional burden on the Exchequer. Despite overwhelming <span id=\"91WH\" class=\"column-number\" data-column-number=\"91WH\"></span>opposition from all over the country, however, the Government clearly intend to press ahead with their cuts. I therefore join my Lib Dem colleagues in calling on the Minister to set out how the Government intend to support households to cut their energy bills, and especially how they will ensure that pensioners are protected from fuel poverty.",
      "OrderInSection": 26,
      "Timecode": "2024-11-06T15:10:07",
      "ExternalId": "6253C611-CDB0-422C-96BE-3E0808AE0AB5",
      "HRSTag": "hs_Para",
      "HansardSection": "BF2-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946533,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:14:00",
      "OrderInSection": 27,
      "Timecode": "2024-11-06T15:14:08",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890841,
      "MemberId": 5362,
      "AttributedTo": "Mr Angus MacDonald (Inverness, Skye and West Ross-shire) (LD)",
      "Value": "Thank you very much, Sir Roger, for allowing me to contribute to the debate. I thank my right hon. Friend the Member for Orkney and Shetland (Mr Carmichael) for securing it.\r\n\r\nThe two big issues facing rural Scotland, and the highlands in particular, are the care sector and fuel poverty. I am sure hon. Members have not spent too much time worrying about this, but although the mean daily temperature in London is 16°C, it is 9°C on the island of Skye, where God comes from. On Skye we have longer nights, colder weather, windier conditions and older, draughtier houses. In June this year, the daily standing charge for electricity was 61.1p in the north of Scotland and 40.8p in London, so in the north of Scotland we pay 50% more to be connected to our electricity. That is shocking.",
      "OrderInSection": 28,
      "Timecode": "2024-11-06T15:14:30",
      "ExternalId": "22E979F1-9FA0-4599-A0F6-510919CCDEEF",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890842,
      "MemberId": 1442,
      "AttributedTo": "Mr Carmichael",
      "Value": "Standing charges, which vary massively and randomly across the country—from memory, I think the worst area is actually north Wales—are one thing, but just a couple of weeks ago OVO Energy announced that it would start charging its customers £1.50 every time it sends them a paper bill. Is that not just—I say this, Sir Roger, for the purposes of staying on the right side of you—taking the mick?",
      "OrderInSection": 29,
      "Timecode": "2024-11-06T15:16:20",
      "ExternalId": "ED1D0D8D-076F-4E84-B382-6D95C250A973",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890843,
      "MemberId": 5362,
      "AttributedTo": "Mr MacDonald",
      "Value": "What is absolutely clear is that the electricity companies are not losing money. Their total profits add up to tens of billions of pounds, but the costs are being borne by the poorest people in our society.",
      "OrderInSection": 30,
      "Timecode": "2024-11-06T15:16:35",
      "ExternalId": "CDB0B797-59F2-4F16-A0DB-0209E1DEA655",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890844,
      "MemberId": 5281,
      "AttributedTo": "Anna Dixon",
      "Value": "Will the hon. Gentleman therefore join me in congratulating the Chancellor on increasing the windfall tax on gas and oil companies in recognition of the excess profits they are making? That money is being invested in some of the priorities that we have been talking about, such as home insulation.",
      "OrderInSection": 31,
      "Timecode": null,
      "ExternalId": "6301041E-8E6D-447E-AAD6-A0390E477726",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890845,
      "MemberId": 5362,
      "AttributedTo": "Mr MacDonald",
      "Value": "That is also Liberal Democrat policy, so I am pleased to support that.\r\n\r\nInterestingly—I know you will find this interesting, Sir Roger—France, Italy, Ireland and others have an equalisation of standing charges. Ofgem’s reluctance to reform standing charges has been raised many times in Westminster Hall and in the main Chamber, so we need to get proper answers.\r\n\r\nTown gas is by far the most affordable way of heating a house, but 60% of houses in the highlands do not have access to it. As my right hon. Friend the Member for Orkney and Shetland says, kerosene, bottled gas, electricity, wood and coal are very much more expensive, but people in the highlands have no option but to use them.<span id=\"92WH\" class=\"column-number\" data-column-number=\"92WH\"></span>\r\n\r\nIt is easy for us to have a go at the policy of stopping the winter fuel allowance. I do not understand why the figure was set at £13,000, rather than at the average household income of £34,000. That would have been a huge relief to many of the people who have been most affected, and it would probably have been much more popular for the Government.\r\n\r\nIn the highlands, incomes are much lower than in the rest of Scotland and Britain as a whole, and we have a much older population. The cost of living is between 15% and 30% higher than in the rest of Scotland, according to the Scottish Affairs Committee in 2021. We have a substantial depopulation problem and the highest cost of living in the UK, to which fuel is a major contributor.\r\n\r\nI know the Energy Minister has heard this from me before, but community benefits from renewables are potentially the biggest saving grace from this. My No. 1 call is for fuel vouchers to be given to affected locals, and of course in the highlands we have lots of renewables. That would make a very big difference. The second thing the Minister could do is to get Ofgem to review standing charges. I estimate that if they were equalised, there would be a £75 a year saving at no cost to the Treasury. Thirdly, we should concentrate the winter fuel allowance on the most deserving people, who tend to be the older, the poorer and the more remote.",
      "OrderInSection": 32,
      "Timecode": "2024-11-06T15:17:39",
      "ExternalId": "02D06F5B-E0EA-4C51-828A-F7A1CE524C72",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946534,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:19:00",
      "OrderInSection": 33,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890846,
      "MemberId": 5327,
      "AttributedTo": "Vikki Slade (Mid Dorset and North Poole) (LD)",
      "Value": "It is a pleasure to serve under your chairmanship, Sir Roger. I congratulate my right hon. Friend the Member for Orkney and Shetland (Mr Carmichael) on securing this important debate and raising the issue of geography and the urgent need to support people living in extreme weather. That was backed up by the hon. Member for Strangford (Jim Shannon), who is of course present, as he is for every debate in Westminster Hall, and by my hon. Friend the Member for Inverness, Skye and West Ross-shire (Mr MacDonald).\r\n\r\nThose of us who live in the south can be similarly affected, where many of the homes have solid walls and thatched roofs, which are incredibly difficult to insulate or upgrade, although I do accept that it is slightly warmer down south. It is shameful that in a modern society many families are being forced to choose between heating and eating. Food banks hand out not only food parcels, but hot water bottles for people to stay warm. In Dorset, the Help for Warmth scheme, alongside some of the major energy suppliers, is now providing households with air fryers to help them reduce energy costs this winter.\r\n\r\nLiberal Democrats welcome the extension of the household support fund and the added flexibility given to allow councils and delivery partners, such as Citizens Advice, to use some of the funding to address the causes of poverty. Although it is welcome, giving households funds simply to pay the bill is putting a sticking plaster over the problem, which is rising energy costs.\r\n\r\nFor the sake of people’s health and wellbeing, for their financial stability and the future of our planet, we need to move to a position where we reduce demand. As has been mentioned by my colleagues, UK homes are among the worst insulated in Europe. That is why the Liberal Democrats have focused for so long on upgrading <span id=\"93WH\" class=\"column-number\" data-column-number=\"93WH\"></span>the homes that we have and building low-energy homes for the future. It is disappointing that the Government rejected the amendment to the Great British Energy Bill from my hon. Friend the Member for South Cambridgeshire (Pippa Heylings), which would have ensured that the new body facilitates a home insulation programme, following on from our general election manifesto commitment for an emergency programme that would provide free retrofits for low-income households, as was flagged by my hon. Friend the Member for Winchester (Dr Chambers).\r\n\r\nIt is also shocking that new homes are still being built without basic low-energy measures. I welcome the New Homes (Solar Generation) Bill, a private Member’s Bill introduced by my hon. Friend the Member for Cheltenham (Max Wilkinson)—the sunshine Bill, which we hope will see solar PV installed as standard on new homes. Residents in my constituency have written to me completely bemused that they are expected to welcome vast solar farms on what they see as open farmland, when the rooftops in Wimborne and Merley are not being covered in solar panels. The Government said that they would unleash a solar rooftop revolution; we need to see it happen. Analysis from Solar Together has shown a drop in uptake.\r\n\r\nThe developers’ claim, made under the previous Government, that such measures would add significant costs to housebuilding is spurious. When I served on the Local Government Association’s environment, economy, housing and transport board, we spent many hours collating the views of councils everywhere. I pay tribute to the former leader of Barking and Dagenham council, who chaired the board. He eloquently made the case that if councils were funded to cover the rooftops of social housing and public buildings with solar PV, we could transform the sector.\r\n\r\nThe scale of the investment would enable colleges to deliver courses in green skills, and the supply chain would be developed. It would further reduce the cost for homeowners to invest in their properties, so it is not the preserve of the wealthy. The Lib Dems would balance that with policy that would allow homeowners to offset spending on insulation, low-carbon heat sources, EV charging points and climate adaptation measures against income tax bills. We already know some providers of green mortgages are providing beneficial terms for such investments.\r\n\r\nFuel poverty is a trap. Once households are stuck in a place where they are simply feeding the meter to stay warm, they cannot look beyond to plan for the future. We need social tariffs for those who are struggling and we need the Government’s response to the consultation on standing charges to progress more quickly. It is reassuring to know that Ofgem is looking at that, but I ask the Minister to provide an urgent timeline for that.\r\n\r\nOn social tariffs, to which my hon. Friend the Member for Inverness, Skye and West Ross-shire referred, it is worrying that the reliance at the moment is on the warm home discount. I visited the staff at my local Citizens Advice in Wareham, who consider that the warm home discount needs total reform, including a requirement for all energy companies to be included in the programme. It feels rather ironic that our local water company, Wessex Water, offers a social tariff but the energy companies do not.<span id=\"94WH\" class=\"column-number\" data-column-number=\"94WH\"></span>\r\n\r\nWhile talking about supply, I cannot miss the opportunity to remind those present that Liberal Democrats believe that the windfall tax must go further. The super-profits of oil and gas producers and traders should help to fund not just the renewables sector but the upgrade of homes, so that no one need use as much energy to heat their homes.\r\n\r\nI could not wind up without referring to the winter fuel allowance, as every Member has done so far. My team tells me that close to 500 residents in Mid Dorset and North Poole have written to me about this. Colette from Poole told me:\r\n\r\n“I cannot afford to get cold as I have 3 lung diseases. I will likely die as the NHS is crumbling under the strain and others will be taking up the beds.”\r\n\r\nGlynis from Corfe Mullen, like the constituent of my hon. Friend the Member for Harpenden and Berkhamsted (Victoria Collins), said that she would stay in bed longer. Steven from Wimborne said he would have to hug his dog to keep warm.\r\n\r\nI am glad that hon. Members have mentioned the councils’ role in this. Every time I visit a library or community centre, I am told that those places are now being used by people relying on them to stay warm. I have also heard that my bus company is concerned about people riding the bus all day to avoid putting the heating on at home. However, buses are not running in many places because rural areas do not have them, and more and more councils are having to close their libraries. What happens then?\r\n\r\nI do not think the risk of fire has been mentioned. The strategic assessment by Dorset and Wiltshire fire and rescue service has even listed fuel poverty as a risk. It states that\r\n\r\n“there has been a rise in alternative heating methods, increasing the risk of fire in the home.”\r\n\r\nIn conclusion, Liberal Democrats believe that people in fuel poverty need support now. As my right hon. Friend the Member for Orkney and Shetland said, they cannot wait three more winters. The most effective way to end fuel poverty is to invest substantially in renewable technologies and give councils and communities the power to develop community energy schemes, including delivering housing efficiency measures street by street. I look forward to a commitment from the Minister to some of those measures.",
      "OrderInSection": 34,
      "Timecode": "2024-11-06T15:19:47",
      "ExternalId": "B5E2E86B-CDFB-434F-A452-A49DB0F18F0F",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946535,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:27:00",
      "OrderInSection": 35,
      "Timecode": "2024-11-06T15:26:56",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890847,
      "MemberId": 4601,
      "AttributedTo": "Andrew Bowie (West Aberdeenshire and Kincardine) (Con)",
      "Value": "It is an absolute pleasure to serve under your chairmanship this afternoon, Sir Roger, and to join so many colleagues here in Westminster Hall for an incredibly important debate. I congratulate the right hon. Member for Orkney and Shetland (Mr Carmichael) on securing it.\r\n\r\nIt has been great to hear from colleagues. The hon. Member for Shipley (Anna Dixon) spoke about the removal of the winter fuel allowance and how the push to get more pensioners on to pension credit is incredibly important. However, when the figures suggest that the push for pension credit will actually offset the money being saved by the apparent removal of winter fuel allowance, I wonder whether the Treasury and the Department for Work and Pensions have thought their plans through. The comments by the hon. Member for Winchester (Dr Chambers) about the knock-on impact <span id=\"95WH\" class=\"column-number\" data-column-number=\"95WH\"></span>of fuel poverty on the NHS and charities were well made and should have been listened to carefully by all in this room and beyond.\r\n\r\nAs ever, the hon. Member for Strangford (Jim Shannon), who is a friend, made powerful points about the unique situation facing residents in Northern Ireland, where so many more houses than in Great Britain are off grid and rely on LPG and oil for their heating. Households over there face unique challenges when combating fuel poverty. As he said, the removal of the winter fuel allowance is a crushing blow for pensioners facing a cold winter this year.\r\n\r\nThe hon. Member for Wokingham (Clive Jones) raised insulation. I completely get his point. We need to go further and move faster to insulate more homes. I am proud of the Conservative Government’s record on that. We inherited a situation in which only 12% of households had an insulation EPC rating of C or above. When we left office earlier this year, it was up to 41%—a near 30% increase. Could we have gone further? Absolutely. Could we have done more? We absolutely should have. But that was a near 30% increase on the situation in which we found ourselves when we came to office, and that is something about which I am very proud.",
      "OrderInSection": 36,
      "Timecode": "2024-11-06T15:27:39",
      "ExternalId": "A330926D-0CE3-45BB-ACD0-A4EC367410F8",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890848,
      "MemberId": 1442,
      "AttributedTo": "Mr Carmichael",
      "Value": "Is EPC not something else that we could reform? The way in which EPC bandings are rated seems to be utterly random and occasionally quite counter-productive.",
      "OrderInSection": 37,
      "Timecode": null,
      "ExternalId": "3624402B-6E77-4102-BEEB-1C278BB98884",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890849,
      "MemberId": 4601,
      "AttributedTo": "Andrew Bowie",
      "Value": "I agree. I would love to see the Government commit to a review of EPC ratings and how homes are judged. Maybe the Minister will speak to that if there are any plans coming through the Department for Energy Security and Net Zero, or indeed any other Departments that would be responsible for that as well.\r\n\r\nThe hon. Member for Inverness, Skye and West Ross-shire (Mr MacDonald)—it is taking time to get used to that constituency name—raised some very interesting points and concerns that I share, as I represent a vast rural constituency myself. However, he is entirely wrong: God, of course, comes from Aberdeenshire, not the Isle of Skye, although Skye probably comes a close second.\r\n\r\nI wonder what the constituents of the hon. Member for Inverness, Skye and West Ross-shire and the right hon. Member for Orkney and Shetland, as well as companies reliant on the oil and gas sector, think of the Liberal Democrats’ support for the extension of the energy profits levy—something also raised by the Liberal Democrat spokesperson, the hon. Member for Mid Dorset and North Poole (Vikki Slade). As we will be voting on the Budget resolutions in a few hours’ time, they may go away and reconsider their support for those Government measures. The Conservatives will certainly be voting against any extension.\r\n\r\nKeeping homes warm this winter will be at the forefront of people’s mind in many households across the United Kingdom. We can feel the temperature falling outside as we speak. As a consequence of various pressures such as Putin’s illegal invasion of Ukraine and the ongoing instability in the middle east, the cost of heating homes has risen and has hit many families hard.<span id=\"96WH\" class=\"column-number\" data-column-number=\"96WH\"></span>\r\n\r\nMyriad factors contribute to fuel poverty, including energy efficiency, income, housing costs and energy prices. That is why the Conservative Government took steps to support families to keep their homes warm. Through the energy bills support scheme and the energy price guarantee, we supported households the length and breadth of the UK at the height of the energy crisis. The steps we took amounted to approximately £1,500 for a typical household, covering about half the energy bill of every home in Britain. The warm home discount scheme meant support for 3 million households at risk of fuel poverty: that was 3 million families who could afford to keep warm and keep more of their money in their pocket. We stepped up support for our pensioners, delivering up to £600 in winter fuel payments and pensioner cost of living payments to 11.8 million pensioners. Some 1.1 million cold weather payments, worth £29.6 million, were paid out last winter alone. Those were all steps to support some of the most vulnerable people in our society in the cold weather.",
      "OrderInSection": 38,
      "Timecode": null,
      "ExternalId": "F045F2F2-D7C1-4639-A9F3-D9EF89505FA4",
      "HRSTag": "hs_Para",
      "HansardSection": "BJ-BM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890850,
      "MemberId": 5281,
      "AttributedTo": "Anna Dixon",
      "Value": "Despite all the measures that the shadow Minister says the previous Government took, <em>The Lancet </em>and the Institute of Health Equity have estimated that 102 excess winter deaths in the Shipley constituency alone were due to cold homes. It seems to me that those are shocking figures and that nothing the last Government did actually reduced fuel poverty or deaths from cold homes.",
      "OrderInSection": 39,
      "Timecode": null,
      "ExternalId": "2185B575-F507-4798-8605-A4E2B15B51CD",
      "HRSTag": "hs_Para",
      "HansardSection": "BM2-BO1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890851,
      "MemberId": 4601,
      "AttributedTo": "Andrew Bowie",
      "Value": "One death from fuel poverty or from living in a cold home is one too many, let alone the number that the hon. Member gave for her constituency. We must all look at what more we can do to ensure that homes are better insulated and that pensioners and other vulnerable people in society can keep their homes warm through the winter, but I am proud that over the energy crisis last year the Government stepped up and paid half the energy bill of everybody in this country. That was important, as were the other measures we brought forward to support so many people in this country. Could we do more? One person living in fuel poverty is one too many, but it is important that we recognise that the previous Government took steps to ensure that fuel poverty was addressed and that people could keep warm last winter.\r\n\r\nI have no doubt that Members on both sides of the House will have heard from elderly constituents and their families how worried they are that the winter fuel payment is being taken away. For pensioners in my constituency and in other vast rural northern constituencies represented in the Chamber today, it is particularly alarming. They understand what it is to live in parts of rural Britain during winter. As I have mentioned before on the Floor of the House, Braemar in my constituency of West Aberdeenshire and Kincardine holds the coldest UK temperature record of minus 27°C; I believe it shares that record with Altnaharra in the constituency of the hon. Member for Caithness, Sutherland and Easter Ross (Jamie Stone).\r\n\r\nIt is in such rural communities, which face the coldest temperatures more frequently, that support is so needed. That is why it is so regrettable that the new Government made the political decision not only to take critical funding away from those vulnerable pensioners, but to do so at the same time that they found an extra £11 billion <span id=\"97WH\" class=\"column-number\" data-column-number=\"97WH\"></span>from somewhere to hand out inflation-busting pay rises to public sector workers. That is a political decision that Age UK has said\r\n\r\n“will leave millions of struggling pensioners without money they rely on”.\r\n\r\nWithout the lifeline that they so badly need, many pensioners will be left in serious trouble.\r\n\r\nIn February this year, it was estimated that fuel poverty would fall over 2024. In choosing this path, the Labour Government risk reversing that, pushing more vulnerable households into choosing between heating and eating. I never thought that I would see a Labour Government take such a decision. Prior to the debate, I had a look over the Labour manifesto—something that Government Ministers must have failed to do, seeing as they keep breaking the promises in it. Interestingly, there is a quote in that manifesto from a pensioner called Gary, who talks about the challenges of keeping on top of his energy bills and how apparently only Labour has a plan to help him. I wonder how Gary feels now, knowing that this Labour Government have taken away the support that pensioners like him are reliant on. Gary also talks about GB Energy. We heard a lot from the Labour party about how GB Energy would reduce bills by £300; we do not hear much talk about that any more.\r\n\r\nPolitics aside, all of us in this debate and in this building—across all parties and all parts of this United Kingdom, which are represented quite well in this room—want to see fuel poverty eradicated. I have visited the wind farm on Shetland that the right hon. Member for Orkney and Shetland mentioned. I, too, represent a rural constituency that also hosts a number of wind farms and associated energy infrastructure and that has too much fuel poverty, both because it is incredibly rural and because many people rely on oil and LPG to heat their homes, so they are far more exposed to wildly fluctuating prices. I do understand the challenges and I do understand why we must get a grip on this.\r\n\r\nSix million people living in fuel poverty is far too many. One person living in fuel poverty is too many. Politics aside, despite what I have said in leading up to this, I assure the Minister, the right hon. Member for Orkney and Shetland and all hon. Members that His Majesty’s Opposition will work as constructively as we can to find solutions and find a way forward to tackle fuel poverty in this country and ensure that nobody has to choose between heating and eating.",
      "OrderInSection": 40,
      "Timecode": "2024-11-06T15:36:11",
      "ExternalId": "E62F2259-0BD3-4240-9EC3-BBFE5E826FDA",
      "HRSTag": "hs_Para",
      "HansardSection": "BM2-BO1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946536,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:36:00",
      "OrderInSection": 41,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BM2-BO1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890852,
      "MemberId": 4998,
      "AttributedTo": "The Parliamentary Under-Secretary of State for Energy Security and Net Zero (Michael Shanks)",
      "Value": "I thank all right hon. and hon. Members for participating in the debate. I particularly thank the right hon. Member for Orkney and Shetland (Mr Carmichael) for securing the debate and for his commitment on this issue in debates over many years. I know that it is a considerable issue in his constituency, where I think 31% of households are in fuel poverty, and he is right to raise it in this House. I always appreciate conversations with him, including our recent conversations on many of the topics that have been raised today.\r\n\r\nI agree on the importance of this debate on tackling fuel poverty, although I should say at the outset that fuel poverty is devolved across the UK. Certain things that I will speak about relate to the UK Government’s <span id=\"98WH\" class=\"column-number\" data-column-number=\"98WH\"></span>responsibility for fuel poverty, which focuses on England. In the Budget last week, a considerable amount was assigned to the devolved Administrations, including one of the biggest devolved settlements for the Scottish Government in many years. I am sure that the right hon. Gentleman will raise these issues with colleagues in the Scottish Parliament to get much-needed funding to projects in Scotland as well.\r\n\r\nOn devolution, it is also important to say that we measure fuel poverty in very different ways across the country, with different metrics and targets for how we identify it. In Scotland, the metric for fuel poverty is the same as that used in England to measure energy affordability. It includes deeming a household fuel-poor if it has to spend a certain proportion of its income after housing costs on energy, which is a slightly different figure from the one used in Scotland.\r\n\r\nNevertheless, much of what we have heard today is true across all parts of the UK. Many hon. Members made the point that the choice between heating their home and feeding their family or paying other bills is a stark one for any family. In a country as wealthy as ours, that should not be a choice that families have to make.\r\n\r\nI welcome the point made by the shadow Minister and others that we can all work together to move forward on the issue. However, we need to take more action than has been taken in the past 14 years. That is why our manifesto committed to slashing fuel poverty and delivering our warm homes plan. We have already taken the first steps in delivering that. In the Budget last week, the Chancellor committed £1.8 billion to support fuel poverty schemes, helping over 225,000 households to reduce their energy bills by over £200. We have announced that we will consult this year on increasing the minimum energy standards in the domestic private rented sector: 35% of all those in fuel poverty in England are in the private rented sector, so it is vital that we provide as much support as we can.\r\n\r\nI will pick up on several points raised during the debate, but the critical point was about trying to bring all the different policies together into a cohesive fuel poverty strategy. That is indeed what the Government have committed to publishing in due course, to ensure not only that we have a clear focus on tackling fuel poverty but that the whole Government are aligned on delivery. That is the approach that the new Government have taken on a range of issues; in my Department that includes clean power by 2030. We making sure that all Ministers, wherever they are—in whichever Department and with whichever responsibility—come together to make the situation better.\r\n\r\nI want to provide a little bit of context. I repeat that much of fuel poverty policy is devolved. In 2023, an estimated 13% of households—just over 3 million—were in fuel poverty in England, under the metric that is used here. That remains effectively unchanged since 2022. The Committee on Fuel Poverty, which advises on the effectiveness of policies and scrutinises them in England, stated that progress towards tackling fuel poverty has effectively stalled. In England, the target is to ensure that as many fuel-poor homes as possible achieve the minimum energy efficiency rating of band C by 2030, but 46% of all low-income households in England were still living in a property with a fuel poverty efficiency rating of band D or lower. That shows the sheer amount of work we have to do on the issue.<span id=\"99WH\" class=\"column-number\" data-column-number=\"99WH\"></span>\r\n\r\nWe are therefore working on a number of policies. In reflecting on the point made by the hon. Member for Mid Dorset and North Poole (Vikki Slade), I accept that there is an urgency to moving forward on all these issues. We have inherited quite a lot of issues that require urgent action. I ask for just a little patience, but I absolutely recognise the point that for someone living in fuel poverty, the impending winter is a crisis. The Government are therefore moving as quickly as possible on the issue.\r\n\r\nThe warm homes plan, which we announced in our manifesto and on which we are moving forward, is about transforming homes right across the country by making them cheaper and making energy clean to run, rolling out upgrades from new insulation to solar and heat pumps. We will partner with local and combined authorities, and the devolved Governments where possible, to roll out the plan. That was in the Budget speech last week, in which an initial £3.4 billion was announced towards heat decarbonisation and household energy efficiency over the next three years. That includes £1.8 billion to support fuel poverty schemes, which, as I said, will help more than 225,000 homes.\r\n\r\nThe right hon. Member for Orkney and Shetland raised several points. He rightly notes that the radio teleswitch service situation will be a worry to many people, particularly in rural communities. As he said, a roundtable was held, which was important and brought together the key stakeholders. Ofgem has updated its action plan to make sure that we are pushing forward and in particular that we are putting pressure on the energy companies responsible for delivery, to make sure that the upgrades are made and that targets are in place, including some key milestones that they must meet early next year.\r\n\r\nSeveral hon. Members mentioned community benefits. This is a debate that we have had in this Chamber and across the House before. It is extremely important that if communities are hosting energy infrastructure such as the Viking wind farm in the right hon. Gentleman’s constituency, which I visited not long ago, there should be some benefit. We certainly do not want the communities that host vital energy infrastructure to be those that are most likely to be in fuel poverty. We are therefore doing a lot of work, building on the previous Government’s consultations, on what community benefits might look like. We want to make sure that communities and individuals get a genuine benefit, because some community benefits do not currently deliver quite the change that we would like.",
      "OrderInSection": 42,
      "Timecode": "2024-11-06T15:36:25",
      "ExternalId": "85B5B209-C44B-4E03-B1A7-49D0A6DBEA4A",
      "HRSTag": "hs_Para",
      "HansardSection": "BM2-BO1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890853,
      "MemberId": 5362,
      "AttributedTo": "Mr MacDonald",
      "Value": "Will the Minister allow humble servants such as myself to get involved in that? I have spent several years working with the Highland council and others on community benefits, and I would appreciate a meeting.",
      "OrderInSection": 43,
      "Timecode": null,
      "ExternalId": "6605426C-1386-4495-B7D9-B4768B12BAA8",
      "HRSTag": "hs_Para",
      "HansardSection": "BM2-BO1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890854,
      "MemberId": 4998,
      "AttributedTo": "Michael Shanks",
      "Value": "I am always willing to take help from any Member. If the hon. Gentleman can take some of this work off my plate, I will be very happy to work with him. Of course, we will first have to work out the answer to the question of where God comes from, but if we can settle on the fact that it is self-evidently Rutherglen in the central belt, I will be happy to work with the hon. Gentleman. That spoils the joke I was going to make about his comparison of temperatures, <span id=\"100WH\" class=\"column-number\" data-column-number=\"100WH\"></span>which is that seeing him wear a very woolly jumper this morning in London made me wonder what he wears in Skye, but that is for another debate.\r\n\r\nGenuinely, though, we want to have an open and collaborative approach, and we want to make this work. The consultation that the previous Government carried out and the feedback we have from a number of partners show that there are really good examples of community benefits working well, along with a lot of examples where they are not working well. If we could build on that approach together, I would very much appreciate it.\r\n\r\nWhile we are discussing the hon. Gentleman, he made a very good point about remembering the different types of fuel that households use, and the real issue for off-grid homes—particularly in the north of Scotland, but right across the UK. Again, fuel poverty is devolved, so some of those questions are for the Scottish Government to answer—I know that the questions will be put to them—but we are aware that in England, for which the Department for Energy Security and Net Zero is responsible, 12% of rural households are in fuel poverty, and those are the ones with the largest fuel poverty gap. Tackling those particular challenges in the rural context is therefore really important.",
      "OrderInSection": 44,
      "Timecode": "2024-11-06T15:44:33",
      "ExternalId": "037A2982-DA8B-444F-A8DA-F9A132B0FD3B",
      "HRSTag": "hs_Para",
      "HansardSection": "BM2-BO1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890855,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon",
      "Value": "<em>rose—</em>",
      "OrderInSection": 45,
      "Timecode": null,
      "ExternalId": "4C922C24-3DEA-4A06-86DA-B5E488AFF6C4",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890856,
      "MemberId": 4998,
      "AttributedTo": "Michael Shanks",
      "Value": "Ah! I was just going to refer to the hon. Member.",
      "OrderInSection": 46,
      "Timecode": "2024-11-06T15:46:00",
      "ExternalId": "3CBB3C70-C1CE-462D-8A2F-B6A5DBF887E1",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890857,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon",
      "Value": "I am very much listening to the Minister, who was perhaps about to tell us what will happen in Northern Ireland, where 62% of households are dependent on oil. In comparison, the proportion for England—I say this gracefully, Sir Roger—is only 4%. The greater emphasis on Northern Ireland will therefore fall upon us. The Minister says that this is a devolved matter and that money has been set aside by Labour to help, but the differential is massive and cannot be ignored.",
      "OrderInSection": 47,
      "Timecode": "2024-11-06T15:46:04",
      "ExternalId": "6D059305-66BF-41DD-9523-03C64B3B1945",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890858,
      "MemberId": 4998,
      "AttributedTo": "Michael Shanks",
      "Value": "The hon. Gentleman, as always, makes a very good point, although I noticed that he called the shadow Minister his friend but not me. But, over time, I think we will build on that and—",
      "OrderInSection": 48,
      "Timecode": "2024-11-06T15:46:35",
      "ExternalId": "2FBF64F4-72FE-4D0A-AB91-4316364B446C",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890859,
      "MemberId": 4601,
      "AttributedTo": "Andrew Bowie",
      "Value": "Aspire to that.",
      "OrderInSection": 49,
      "Timecode": null,
      "ExternalId": "E9459DE5-F32D-4B50-B786-4ABEBC316EF2",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890860,
      "MemberId": 4998,
      "AttributedTo": "Michael Shanks",
      "Value": "I aspire to that—quite. The hon. Member for Strangford (Jim Shannon) made a number of important points, and I have to confess that I was not aware of the statistic that he cited. That puts the difference into stark contrast, so I absolutely take the point.\r\n\r\nThe hon. Gentleman spoke earlier about engaging with the Northern Irish Executive. I have met both Ministers with responsibility for different parts of the energy policy—most recently, in fact, in the inter-ministerial working group across all the devolved nations. One of the key topics that we discussed was decarbonisation, particularly of such households, so we absolutely are taking that issue forward.\r\n\r\nI am conscious of time, Sir Roger, so I will just pick up on a couple of other points that hon. Members raised. The hon. Member for Wokingham (Clive Jones) tempted me to be drawn into Beveridge’s “five giants”. Actually, I think that is an important statement about where this Government have come in, because it feels to <span id=\"101WH\" class=\"column-number\" data-column-number=\"101WH\"></span>me like want, disease, ignorance, squalor and idleness are yet again the five giants that we have to tackle as a country, and we are tackling them all as quickly as we can. I take his point, but it brings into stark contrast the fact that we have come in with some really tough decisions to make. There are pressing needs in the NHS, the education system, housing and energy, and we are doing what we can to improve all those. The Budget last week was about fixing the foundations and investing in our public services again. We can undoubtedly do more, but we are moving forward as quickly as we can.\r\n\r\nI want to touch on consumer protection, which a number of Members have raised, and the point of the regulator. The ministerial team in the Department have had a number of meetings with Ofgem over a variety of issues, but there is no doubt—Ofgem shares this view—that suppliers could do much more to protect customers and provide them with a better quality of service. We are therefore looking at how we strengthen the regulator—a consultation is under way—so that it can hold companies to account for wrongdoing, require higher performance standards and ensure that there are much better levels of compensation when providers fail.\r\n\r\nLast year, Ofgem introduced much more stringent rules around the involuntary installation of prepayment meters, an issue that I raised in one of my first questions after I was elected to Parliament. That was a shocking situation, but much more stringent requirements are now in place. We continue to monitor the situation to see whether much more is required.\r\n\r\nI thank all hon. Members who have participated in the debate. There is agreement across all parties that this issue is extremely important. Progress has stalled in recent years, and we now need to make significant advances. The Government are committed to slashing <span id=\"102WH\" class=\"column-number\" data-column-number=\"102WH\"></span>fuel poverty. We will do that through the fuel poverty strategy for England, and also, we will look across the whole of the UK at what we can do with our energy system to reduce bills and provide more secure energy for everyone, and to improve home standards. We will do that by protecting low-income and vulnerable consumers and by trying to raise households out of poverty across the board. Our strategy on child poverty, the raising of the minimum wage and other factors combine to support households struggling in fuel poverty.\r\n\r\nWe will no doubt return to this topic again. We do not pretend to have all the answers, so we are open to any ideas from hon. Members right across the House. Together, we can tackle this issue, but it needs concerted effort and investment, and this Government have started that.",
      "OrderInSection": 50,
      "Timecode": "2024-11-06T15:46:49",
      "ExternalId": "8FFAE58A-A14F-41CD-A0BE-BE33480C4B9E",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946537,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:50:00",
      "OrderInSection": 51,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890861,
      "MemberId": 1442,
      "AttributedTo": "Mr Carmichael",
      "Value": "This has been an exceptionally good debate, and I have been encouraged by the degree of consensus. We have to approach a subject such as this with humility and recognise that nobody has ever found the answer to these fairly intractable problems.\r\n\r\nI did not anticipate that the main point of contention would be where God came from. Of course, as the theologians tell us, God is omnipotent, omniscient and omnipresent, so all those who have claimed that He is from their constituency are able to do so quite accurately. A point that I think is beyond any debate is that He is happiest, if not necessarily warmest, when he is in Orkney and Shetland.\r\n\r\n<em>Question put and agreed to.</em>\r\n\r\n<em>Resolved,</em>\r\n\r\nThat this House has considered Government policies on tackling fuel poverty.",
      "OrderInSection": 52,
      "Timecode": "2024-11-06T15:51:33",
      "ExternalId": "8751B204-8643-4028-BA38-73543BA2DA2D",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}