{
  "Overview": {
    "Id": 4751118,
    "ExtId": "77B1E99D-C873-49E1-9EB9-B6F57C0B939C",
    "Title": "Small Boat Crossings",
    "HRSTag": "hs_2cUrgentQuestion",
    "Date": "2024-11-06T00:00:00",
    "Location": "Commons Chamber",
    "House": "Commons",
    "Source": 2,
    "VolumeNo": 756,
    "ContentLastUpdated": "2024-11-08T13:16:27.527",
    "DebateTypeId": 1,
    "SectionType": 1,
    "NextDebateExtId": "E9801558-33D2-4DE5-B4AC-467CC5A9453C",
    "NextDebateTitle": " Personal Statement",
    "PreviousDebateExtId": "A88B993F-8656-4A1E-B905-645A66C84ACF",
    "PreviousDebateTitle": "Engagements"
  },
  "Navigator": [
    {
      "Id": 4751104,
      "Title": "Commons Chamber",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "90970f9c-e65c-4a47-9a92-02f47570c169",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751118,
      "Title": "Small Boat Crossings",
      "ParentId": 4751104,
      "SortOrder": 15,
      "ExternalId": "77B1E99D-C873-49E1-9EB9-B6F57C0B939C",
      "HRSTag": "hs_2cUrgentQuestion",
      "HansardSection": "AM-AO",
      "Timecode": null
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40889850,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"303\" class=\"column-number column-only\" data-column-number=\"303\"></span>",
      "OrderInSection": 0,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946435,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "12:38:00",
      "OrderInSection": 2,
      "Timecode": "2024-11-06T12:37:57",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AM-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889851,
      "MemberId": 4503,
      "AttributedTo": "Chris Philp (Croydon South) (Con)",
      "Value": "<em>(Urgent Question): </em>To ask the Secretary of State for the Home Department to make a statement on the recent increase in dangerous, illegal and unnecessary channel crossings by small boat?",
      "OrderInSection": 3,
      "Timecode": "2024-11-06T12:37:50",
      "ExternalId": "07E4D28D-48A2-4C37-A2E2-A6FC31228199",
      "HRSTag": "hs_Para",
      "HansardSection": "AM-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889852,
      "MemberId": 491,
      "AttributedTo": "The Minister for Border Security and Asylum (Dame Angela Eagle)",
      "Value": "For too long, smuggling gangs have been undermining our border security and putting lives at risk, which is why the new Government have made it a top priority to address the crisis we inherited. Let us be clear about what that crisis entailed: small boat crossings in the first half of the year at their highest point on record, and over 100,000 arrivals in the five years prior; over 200,000 cases stuck in the asylum system, costing the taxpayer billions in support; and £700 million spent on a gimmick that sent just four volunteers to Rwanda.\r\n\r\nWhen we entered government, we said it was time for grip, not gimmicks, and that is exactly what we are delivering. Since July, we have established the border security command, headed by experienced police chief Martin Hewitt. In the King’s Speech, we set out our intention to bring forward legislation to give the border security system stronger powers to investigate and prosecute organised immigration crime. We are recruiting 100 new specialist agency and investigation officers at the National Crime Agency to target and dismantle the criminal networks behind this phenomenon. We have also announced an extra £75 million to bolster border security, bringing our investment in the border security command over the next two years to £150 million. This Government’s border security funding boost will go towards a range of enforcement and intelligence activities and capabilities including covert technology as well as hundreds of staff and specialist investigators as we crank up the pressure on the smuggling gangs.\r\n\r\nThis is an international problem requiring international solutions. Since the general election we have intensified co-operation with partners overseas. We recently struck a new anti-smuggling action plan with G7 partners and the Prime Minister and Home Secretary both attended the Interpol general assembly in Glasgow on Monday to press the case for a much stronger and more integrated global response to organised immigration crime.\r\n\r\nAs well as tackling the issue upstream, we have taken action to speed up decision making and stepped up returns of those with no right to be in this country. The result of all this action is 9,400 returns since this Government took office including a 19% increase in enforced returns and a 14% increase in returns of foreign national offenders.\r\n\r\nSticking plasters and gimmicks have failed. The smugglers and traffickers have been getting away with it for far too long. It is time to show them we are serious, not with words, but with action. The security of Britain’s borders is paramount and under this Government it always will be.",
      "OrderInSection": 4,
      "Timecode": "2024-11-06T12:38:47",
      "ExternalId": "2617A2C1-709F-4E88-BAB6-1ADEFC19214D",
      "HRSTag": "hs_Para",
      "HansardSection": "AM-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889853,
      "MemberId": 467,
      "AttributedTo": "Mr Speaker",
      "Value": "I call the shadow Leader of the House, Chris Philp.",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": "961703EE-92B8-4ACC-B1CE-02AA53D2B583",
      "HRSTag": "hs_Para",
      "HansardSection": "AM-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889854,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"304\" class=\"column-number column-only\" data-column-number=\"304\"></span>",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889855,
      "MemberId": 4503,
      "AttributedTo": "Chris Philp",
      "Value": "Shadow Home Secretary; thank you, Mr Speaker.\r\n\r\nI am afraid the Government’s actions belie the reality. Since they came to office, 17,520 people have crossed the English channel, more than twice the number they have removed. That is one and a half times the number in the previous four months and 15% more than the same period last year. In October alone, last month, 5,417 people crossed, three times higher than in last October. Tragically, since this Government came to office 50 people have lost their lives or gone missing—more than in the previous 18 months put together—and, tragically, that includes 16 women and children.\r\n\r\nThis Government decided—they chose—to cancel the Rwanda scheme before it had even started. The first flight was due to take off, from memory, on 24 July but they cancelled it. Had they allowed that to go ahead and the scheme to continue, the deterrent effect would by now have started. We know it works, because it worked in Australia under its Operation Sovereign Borders about 10 years ago. We know the deterrent effect of returns works: it worked with Albania where we secured a 93% reduction in arrivals. Do not just take my word for it: the National Crime Agency said that law enforcement alone is not enough and we need an effective removal scheme to deter crossings. The Government’s announcements in Glasgow on Monday are simply not enough, and they repeat work that is under way already. The NCA and I are not the only ones saying that we need a returns deterrent. Just a few weeks ago, European Commission President Ursula von der Leyen encouraged member states to develop their own returns hubs outside the European Union. Will the Minister follow Ursula von der Leyen’s advice and urgently implement offshore processing?\r\n\r\nMay I also draw attention to the success that Belgium has had in stopping boats by the shore? Will the Minister ask France to do the same? Finally, because of their failings Labour are breaking their manifesto pledge to end hotel use, so will she pledge not to open any more hotels?",
      "OrderInSection": 8,
      "Timecode": "2024-11-06T12:44:25",
      "ExternalId": "6B247571-C818-4F9A-B595-2846AFABD272",
      "HRSTag": "hs_Para",
      "HansardSection": "AM-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889856,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I welcome the right hon. Gentleman —the shadow Home Secretary—to his new Front-Bench position. What a pleasure it is to be opposite him; I am going to look forward to jousting with him over the years.\r\n\r\nOn the Rwanda scheme, during the period from when it began to when we scrapped it, 83,500 people crossed in small boats. If that is a deterrent, the right hon. Gentleman has a peculiar view of the meaning of “deterrence” in the English language.\r\n\r\nWhen I realised that we were doing this urgent question, I took the opportunity to look at the right hon. Gentleman’s record as a Home Office Minister. During his first stint at the Home Office—from September 2019 to 2021—23,849 people crossed the channel on small boats. During his second ministerial sojourn at the Home Office, 50,637 people crossed the channel in small boats, so his overall total is 74,486. In September 2020, the shadow Home Secretary answered an urgent question. He said that the last Government would\r\n\r\n“not rest until we have taken the necessary steps to completely end these crossings.”<span id=\"vol679_col168\" class=\"cross-reference\" data-house-id=\"1\" data-column-number=\"168\" data-volume-number=\"679\" data-external-id=\"8B38E77E-27B3-4F5E-84D2-46029A7FE347\">—[<em>Official Report</em>, 2 September 2020; Vol. 679, c. 168.]</span>\r\n\r\nHow did that go?",
      "OrderInSection": 9,
      "Timecode": "2024-11-06T12:43:23",
      "ExternalId": "C2D3F019-1A27-40EF-8CB2-5926D0D4B718",
      "HRSTag": "hs_Para",
      "HansardSection": "AM-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889857,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"305\" class=\"column-number column-only\" data-column-number=\"305\"></span>",
      "OrderInSection": 10,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889858,
      "MemberId": 5266,
      "AttributedTo": "Mike Tapp (Dover and Deal) (Lab)",
      "Value": "In 2018, 400 crossed the channel. Since then, more than 140,000 have crossed, the majority of them on the Conservatives’ watch. All they could introduce were ridiculous gimmicks, such as Rwanda, which cost taxpayers millions of pounds. Does the Minister agree that the new injection of cash into border security command is a better use of taxpayers’ money than the gimmicks that the Conservatives introduced?",
      "OrderInSection": 12,
      "Timecode": "2024-11-06T12:45:43",
      "ExternalId": "9F25FC2C-D160-444A-850C-505651BA5AEC",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889859,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, I agree wholeheartedly. The issue here is dealing with cross-border organised immigration crime. To do that, we have to talk to our international allies and co-operate with them across borders. That is exactly what the creation of the border security command will do, both operationally and politically, and we will see the results.",
      "OrderInSection": 13,
      "Timecode": null,
      "ExternalId": "5E109779-BBCD-4FBF-B822-DADB74919DE1",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889860,
      "MemberId": 467,
      "AttributedTo": "Mr Speaker",
      "Value": "We now come to the Liberal Democrat spokesperson.",
      "OrderInSection": 14,
      "Timecode": "2024-11-06T12:46:16",
      "ExternalId": "163335CB-B74F-43D9-AB7F-8889A394120F",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889861,
      "MemberId": 5070,
      "AttributedTo": "Lisa Smart (Hazel Grove) (LD)",
      "Value": "I join the Minister in welcoming the new shadow Home Secretary to his place. Leading with the chin on the first full day in the job is an interesting approach, but if any situation highlights the manifest failings of the last Conservative Government, it is surely this. We in this House all want to stop the dangerous channel crossings. I am afraid that the last Government totally failed at that, so I am surprised we are discussing it today. The asylum backlog ballooned under the Tories. The human beings we are talking about who are in these small boats are often the victims of smuggling and trafficking gangs that profit from human suffering. Does the Minister agree that it is therefore imperative that we work in closer co-ordination than ever before with Europol and our French counterparts to smash these criminal networks? I urge the Government to address the root causes of the problem, not just the symptoms. We must empower the Foreign, Commonwealth and Development Office to provide robust aid to regions in an increasingly unstable world.",
      "OrderInSection": 15,
      "Timecode": "2024-11-06T12:47:21",
      "ExternalId": "C3BB563D-3B87-44B8-9540-BE253B4AB106",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889862,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "The hon. Lady is exactly right. This is not about gimmicks, or having a parallel immigration policy that is unconnected with any of the treaties we have signed or international law; it is about doing the day job, and making sure not to leave an inheritor Government a 200,000-person backlog by not doing the day job. The issue with small boat crossings is dealing with organised, internationally focused immigration crime, which often originates in countries very far away. To tackle this issue, we have to co-operate with the forces of law and order operationally, across borders, and that is what this Government are determined to do.",
      "OrderInSection": 16,
      "Timecode": "2024-11-06T12:48:12",
      "ExternalId": "5EE4DB44-229C-46DA-B095-FF48F55ADD3E",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889863,
      "MemberId": 5041,
      "AttributedTo": "Shaun Davies (Telford) (Lab)",
      "Value": "May I welcome the Government’s approach on this issue, and the 23% increase in enforced removals since last summer? I agree with the Minister that the way to deal with this issue is to smash the criminal gangs. I urge her to consider what attention she gives to the shadow Home Secretary who, when he was a Home Office Minister, imposed hotels on my constituency, and was the Chief Secretary to the Treasury for Liz Truss during the mini-Budget.",
      "OrderInSection": 17,
      "Timecode": "2024-11-06T12:48:32",
      "ExternalId": "D38CEB99-505D-4DE7-9F2C-CB21EDAF87BE",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889864,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "The shadow Home Secretary’s record in office is a matter that we may well keep coming back to. I agree with the observations that my hon. Friend makes.",
      "OrderInSection": 18,
      "Timecode": "2024-11-06T12:48:53",
      "ExternalId": "B74632DF-6A67-4059-AB59-10AAC01F353A",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889865,
      "MemberId": 467,
      "AttributedTo": "Mr Speaker",
      "Value": "I call the Chair of the Select Committee.",
      "OrderInSection": 19,
      "Timecode": null,
      "ExternalId": "58A5FCBB-363A-4ED1-8593-0434C3B05D9A",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889866,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"306\" class=\"column-number column-only\" data-column-number=\"306\"></span>",
      "OrderInSection": 20,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889867,
      "MemberId": 4110,
      "AttributedTo": "Dame Karen Bradley (Staffordshire Moorlands) (Con)",
      "Value": "Everybody in this House wants an end to small boat crossings and the risks that people take to cross the channel. The Minister has announced a number of measures this week. When does she expect those measures to start producing a reduction in crossings? Will she commit to keeping the Select Committee informed on progress?",
      "OrderInSection": 22,
      "Timecode": null,
      "ExternalId": "7A4C90F9-0E43-4397-9970-90BB39B4AB2D",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889868,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "It is my first chance to congratulate the right hon. Lady on her election as Chair of the Select Committee. I look forward to coming before her Committee whenever she wishes to talk to me. The Department certainly wishes to keep her informed about what is going on.\r\n\r\nThere has been a significant shift in international co-operation, what with the G7 collaboration on smuggling and the dialogues of the European Political Community, of which there is a meeting tomorrow, at which we hope there will be some announcements. The Government have also been working on bilateral memorandums of understanding and action plans across Europe to achieve a step change in cross-border co-operation, which is the key to beginning to tackle the awful criminal smuggling activity.",
      "OrderInSection": 23,
      "Timecode": "2024-11-06T12:49:59",
      "ExternalId": "251B4DFA-8BB9-4721-85EC-D608663C7C49",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889869,
      "MemberId": 5245,
      "AttributedTo": "Chris Murray (Edinburgh East and Musselburgh) (Lab)",
      "Value": "In the five years before the election, I worked on preventing human trafficking in Scotland, including with many of the victims who came on small boat crossings. They have gone through the most appalling abuse that chills the soul. Does the Minister agree that public money is far better spent on smashing the gangs and freeing the victims than on a Rwanda plan that was never going to work?",
      "OrderInSection": 24,
      "Timecode": "2024-11-06T12:50:34",
      "ExternalId": "421D5AE4-6DFE-442B-AB3C-DBDF0C61F25E",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889870,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, I agree profoundly with my hon. Friend, which is why the new Government have changed tack in this area. I am sure that we will see the results in due course.",
      "OrderInSection": 25,
      "Timecode": "2024-11-06T12:50:54",
      "ExternalId": "DB2EDF00-E3F4-41A1-9699-C114173B30FB",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889871,
      "MemberId": 4475,
      "AttributedTo": "Suella Braverman (Fareham and Waterlooville) (Con)",
      "Value": "The Government have pledged millions of pounds to smashing the gangs, on top of the millions of pounds that we spent on stopping the boats. The Government have pledged more drones on the channel and to fast-track cases, just as we deployed drones on the channel and fast-tracked cases. The Government have set up a border security command, which sounds remarkably similar to the small boats operational command that we set up when in government. Other than scrapping the one thing that would have worked—that is, the deterrent—what have this Government done that is different that is actually going to stop the boats?",
      "OrderInSection": 26,
      "Timecode": "2024-11-06T12:51:20",
      "ExternalId": "78ACDDA8-C5E6-4DBD-9DC3-C01865735730",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889872,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "First, the border security command is operationally completely different from the command on the channel, which is deliberately there to try to save life and find out what is going on on the water. Operationally, the border security command will co-operate across borders in a very different way. If I were the right hon. and learned Lady, I would not be boasting about the colossal morass of wasted expenditure that the Rwanda scheme represented—£700 million down the drain, with plans to spend nearly £10 billion on the plan over the next few years. It was a gross waste of money that did not deter a single boat crossing.",
      "OrderInSection": 27,
      "Timecode": "2024-11-06T12:52:17",
      "ExternalId": "CD9ADD04-A0AA-4057-A421-421C6398FB56",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889873,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"307\" class=\"column-number column-only\" data-column-number=\"307\"></span>",
      "OrderInSection": 28,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889874,
      "MemberId": 5123,
      "AttributedTo": "Ms Polly Billington (East Thanet) (Lab)",
      "Value": "The gangs that run this vile trade care only for their profits, not for the lives that they put at risk. Will the Minister reassure the House and my constituents in East Thanet that the border security command will do everything to break the evil smuggling gangs and bring the ringleaders to justice?",
      "OrderInSection": 30,
      "Timecode": "2024-11-06T12:52:37",
      "ExternalId": "DF9C4A49-5559-4C82-A5A5-77DD14839A59",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889875,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes; the point of the increase in operational co-operation across borders is that if we cannot bring people to justice in our jurisdiction, we can ensure that information is swapped in real time, so that they can be brought to justice in other jurisdictions. There will be a step change in that kind of international co-operation, which will deliver results.",
      "OrderInSection": 31,
      "Timecode": "2024-11-06T12:52:56",
      "ExternalId": "743B8DE1-587C-47CC-8D0D-E9CD2FE9C5C2",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889876,
      "MemberId": 4366,
      "AttributedTo": "Mr James Cleverly (Braintree) (Con)",
      "Value": "Will the Minister describe clearly and unambiguously, without bluster, the difference in function between the border security command and the small boats operational command?",
      "OrderInSection": 32,
      "Timecode": "2024-11-06T12:52:57",
      "ExternalId": "E1A23AC8-9B02-49D7-B679-B74029321857",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889877,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "The border security command is not focused only on channel crossings; it is much more about using our intelligence capabilities and our operational arm to co-operate across borders, with other jurisdictions and in real time, to ensure that organised criminal gangs can be tracked, apprehended and dismantled. We have given £150 million extra to the border security command to start to do that work. The command on the channel is about saving lives and co-operating with the French once people have reached the beaches. It is far too late once people have reached the beaches; we need to go far back to the origin countries, and do a lot more work there.",
      "OrderInSection": 33,
      "Timecode": "2024-11-06T12:54:10",
      "ExternalId": "11AADB90-C965-4BB1-B4DA-9172AFFD8238",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889878,
      "MemberId": 5294,
      "AttributedTo": "Amanda Martin (Portsmouth North) (Lab)",
      "Value": "Will the Minister acknowledge the real concerns felt by people in the UK and in my city of Portsmouth about the small boat crossings? Does she agree that the 23% increase since last summer in enforced returns of people who have no right to be here shows what can be done when grown-ups are in the room, and when a Government focus on getting a grip?",
      "OrderInSection": 34,
      "Timecode": "2024-11-06T12:54:39",
      "ExternalId": "E32BCEA4-070F-4463-B62B-D4E947EA22D6",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889879,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I absolutely agree with the points my hon. Friend made.",
      "OrderInSection": 35,
      "Timecode": "2024-11-06T12:54:46",
      "ExternalId": "811736E5-4835-4E45-9A55-19F21A35685F",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889880,
      "MemberId": 5299,
      "AttributedTo": "Monica Harding (Esher and Walton) (LD)",
      "Value": "There are 120 conflicts globally, which, along with other factors such as poverty, food insecurity and the effects of climate change, cause populations to move. Does the Minister agree that, as my hon. Friend the Member for Hazel Grove (Lisa Smart) pointed out, it is essential that we look at the root causes of immigration? Does she therefore support an increase in the development and aid budget, rather than the cut in official development assistance in last week’s Budget?",
      "OrderInSection": 36,
      "Timecode": "2024-11-06T12:54:59",
      "ExternalId": "5F4F5086-9D10-431E-91F5-5F1FF3AA377D",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889881,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "In the end, any work that we can do upstream, whether in respect of development or aid, will deal with some of the causes, some of which the hon. Lady rightly points out. We have to stay within the bounds set by the Budget, but I assure her that I regard prevention as much better than cure.",
      "OrderInSection": 37,
      "Timecode": "2024-11-06T12:55:43",
      "ExternalId": "9688FA44-2306-4D96-B3DD-1607A8066F60",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889882,
      "MemberId": 5000,
      "AttributedTo": "Alistair Strathern (Hitchin) (Lab)",
      "Value": "This Government inherited a situation on our borders in which there was failure on all fronts. There were record numbers of tragic deaths in the channel, millions wasted on the failed <span id=\"308\" class=\"column-number\" data-column-number=\"308\"></span>Rwanda gimmick, and criminal gangs profiteering off exploiting our borders. Will the Minister reassure my constituents that, unlike the previous Government, we will not waste time on political gimmicks, but will focus on the practical measures that can bring an end to the persistence of these damning failures?",
      "OrderInSection": 38,
      "Timecode": "2024-11-06T12:56:02",
      "ExternalId": "6F88E556-6E90-4CD1-A908-DC4E3CF34098",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889883,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I assure my hon. Friend that we will do exactly that. It is why we have seen a step change in returns since this Government took office. There have been 9,400 in that period, which includes a 19% increase in enforced returns and a 14% increase in returns of foreign national offenders. We will ensure that our immigration system has integrity.",
      "OrderInSection": 39,
      "Timecode": "2024-11-06T12:56:34",
      "ExternalId": "9E87436A-6EE3-4E7D-86BF-53D30D53231F",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889884,
      "MemberId": 1440,
      "AttributedTo": "Pete Wishart (Perth and Kinross-shire) (SNP)",
      "Value": "Sometimes, when listening to the exchanges between Labour Front Benchers and the Conservatives, we can forget that we are dealing with real people who are fleeing the most unimaginable horrors. Aside from the bizarre Rwanda plan, why is the Minister continuing with the same failed approach as the Tories? The Government continue to spend millions on hotels, drones and various bits of high tech; how about trying something different? How about looking at safe and legal routes, in order to smash the gangs? And how about showing some compassion?",
      "OrderInSection": 40,
      "Timecode": "2024-11-06T12:57:10",
      "ExternalId": "FF4643D9-C4FB-4831-816C-700935377F9A",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889885,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I am not going to get into a competition with the hon. Gentleman about compassion. We have a duty to ensure that asylum seekers who come to our shores are properly processed and dealt with, and integrated in our society if asylum is granted. <em>[</em><em>Interruption.</em><em>]</em> Despite the hon. Gentleman chuntering away, I am not going to stand here and say that we will let people smugglers, who exploit people for money, decide who comes to our country. We have to stop this trade; that is not at odds with treating those who arrive here with compassion.",
      "OrderInSection": 41,
      "Timecode": "2024-11-06T12:57:52",
      "ExternalId": "C6255873-AE8F-4A54-BB3C-8859BBD18929",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889886,
      "MemberId": 5105,
      "AttributedTo": "Jo White (Bassetlaw) (Lab)",
      "Value": "When I stood for election on 4 July this year, my commitment to my voters was that we would smash the criminal gangs and stop the small boats. At that point, the number of small boat crossings was 6% higher than in the worst ever year, 2022. Does the Minister welcome the data that shows that the number is now 9,000 lower than in 2022?",
      "OrderInSection": 42,
      "Timecode": null,
      "ExternalId": "5780225A-5DAA-4F12-AC03-123049AEC374",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889887,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, but the House has to have patience. There are no magic wands to wave in this policy area, and there are no fantasy policies now that we have got rid of the Rwanda scheme. There is hard, day-to-day operational work to try to get the system that we inherited—which is in complete chaos, with huge backlogs—back into some kind of order, so that we can run it properly, fairly and efficiently. That is what we are focusing on.",
      "OrderInSection": 43,
      "Timecode": "2024-11-06T12:58:52",
      "ExternalId": "F320FA1C-97F3-4D20-A8C2-25277AEDFB48",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889888,
      "MemberId": 5072,
      "AttributedTo": "Mr Andrew Snowden (Fylde) (Con)",
      "Value": "I recently listened to an interview with a retired former inspector of borders and immigration, who was responding to the Government’s announcements. He outlined his concerns about the impact of the measures on their own, without an effective deterrent, and about how the Government will measure their success—the percentage or volume by which they want to see small boat crossings reduced after the announcements. What percentage reduction in small boat crossings would the Government view as success?",
      "OrderInSection": 44,
      "Timecode": null,
      "ExternalId": "6D65BF67-6E60-4D3F-AFA6-705F3AAFD250",
      "HRSTag": "hs_Para",
      "HansardSection": "AP-AQ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889889,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"309\" class=\"column-number column-only\" data-column-number=\"309\"></span>",
      "OrderInSection": 45,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889890,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I am not getting into a numbers game in the House. We are trying to deal with and dismantle a trade that was allowed to become established and industrialised on the previous Government’s watch. I am not going to stand here and say, “It’ll happen overnight,” but we will make progress.",
      "OrderInSection": 47,
      "Timecode": "2024-11-06T12:59:38",
      "ExternalId": "5245EB75-768E-4FA7-9ED3-9F0A01CE95F3",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889891,
      "MemberId": 5174,
      "AttributedTo": "Fred Thomas (Plymouth Moor View) (Lab)",
      "Value": "Folks in Plymouth are really interested in how the Government will solve this big problem. They will welcome the increase in money towards dealing with the problem and the increase in returns. Another thing they want is constructive, lively debate with ideas in this place. Unfortunately, the Opposition seem so devoid of ideas that they will bang on for another four years about their landmark Rwanda policy to stop the boats—a failed scheme that got firmly rejected by the electorate. Does the Minister agree that the first sign of insanity is trying the same thing over and over again and expecting a different result?",
      "OrderInSection": 48,
      "Timecode": null,
      "ExternalId": "2571FB7C-7100-4A7A-9283-0FA23730F5EA",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889892,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes.",
      "OrderInSection": 49,
      "Timecode": null,
      "ExternalId": "67D38BCD-87DB-4285-977B-CB73AA0EE86D",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889893,
      "MemberId": 5158,
      "AttributedTo": "Rupert Lowe (Great Yarmouth) (Reform)",
      "Value": "In the Home Office annual report, it is confirmed that in 2022-23 £3 billion was spent on hotel costs for illegal migrants, averaging £8 million a day. The cruel inheritance tax assault on British family farms and businesses is estimated eventually to raise £520 million a year. Do the Labour Government need to rethink their spending priorities urgently?",
      "OrderInSection": 50,
      "Timecode": null,
      "ExternalId": "EF4B5B2E-7FDE-4350-B84A-A4803C661A78",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889894,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "No. We have just had a Budget, which we are in the middle of debating and will be voting on, and I expect that that will be the way we go forwards.",
      "OrderInSection": 51,
      "Timecode": "2024-11-06T13:01:25",
      "ExternalId": "293B82CD-2B75-4322-96E8-BF97DE571EFA",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889895,
      "MemberId": 4464,
      "AttributedTo": "Melanie Onn (Great Grimsby and Cleethorpes) (Lab)",
      "Value": "The 23% increase in returns of people who have no right to be here is a really positive step in giving the public confidence in our systems. What measures are in place to continue to ensure that our processes remain robust and that the trajectory of returns continues?",
      "OrderInSection": 52,
      "Timecode": null,
      "ExternalId": "9858F85F-58E2-4A2A-AD56-A79A91FD6920",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889896,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "We are ensuring that the enforcement part of the Home Office that deals with returns is given the resources it needs to do that job, but to make it even more successful, we have to engage with those countries to which we wish to return people so that we can have papers issued. Again, the significant shift in international co-operation is what will deliver that.",
      "OrderInSection": 53,
      "Timecode": null,
      "ExternalId": "95DC2240-ABAB-45EE-ABCC-6DF40AA12EE0",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889897,
      "MemberId": 1466,
      "AttributedTo": "Dr Andrew Murrison (South West Wiltshire) (Con)",
      "Value": "If Rwanda was a gimmick, why are Germany, Austria, Bulgaria, Cyprus, the Netherlands, Poland and Romania looking at similar schemes? Given the number of crossings and deaths in the channel, would it not, with hindsight, have been wise at least to have allowed the Rwanda scheme a trial run?",
      "OrderInSection": 54,
      "Timecode": null,
      "ExternalId": "6F321EBB-00C0-49AB-BCF5-92E7D2B62C38",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889898,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Those countries are not considering a Rwanda scheme; they are all saying that they will stay within the confines of international law. The Rwanda scheme definitely tore up international law, and it was planned to spend nearly £10 billion up until 2027 on trying to remove 250 people a week from this country, <span id=\"310\" class=\"column-number\" data-column-number=\"310\"></span>and to spend nearly £3 billion on extra detention camps for them in this country. I do not think that represents British values or good value for money.",
      "OrderInSection": 55,
      "Timecode": null,
      "ExternalId": "BBEB7FC9-DF08-4F5F-9569-26FF9C2C7069",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889899,
      "MemberId": 5234,
      "AttributedTo": "Laurence Turner (Birmingham Northfield) (Lab)",
      "Value": "Given that only 3% of people who arrived by small boats between 2018 and June 2024 have been returned, a period of reflection from the Conservative party on this issue would be welcome. Does the Minister agree that a Government who have dispensed with gimmicks and who focus on the day job are delivering that progress on returns?",
      "OrderInSection": 56,
      "Timecode": null,
      "ExternalId": "B8FD1C66-BDB0-4B83-A7EC-4B49C048E289",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889900,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, but let us not underestimate the fact that under the Illegal Migration Act 2023 nobody who arrived in that way could be processed, so 118,000 people are waiting to be processed because the previous Government stopped the system dead. We have to get the processing system going again—that is what we are doing—so that we can get the flow of decisions, return those who are not entitled to be here and integrate those who are entitled to stay.",
      "OrderInSection": 57,
      "Timecode": "2024-11-06T13:04:14",
      "ExternalId": "7968BE37-855E-471A-B9FB-72F262EE1D12",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889901,
      "MemberId": 54,
      "AttributedTo": "Sir Julian Lewis (New Forest East) (Con)",
      "Value": "The Government have a mandate for trying out their approach, and I wish them well. I have always felt that unless the boats are intercepted and turned back near the start of their journey, nothing will deter people from using that method. Will the Minister, whom I respect greatly, explain how it is possible to smash gangs who operate in other jurisdictions once they get to the point where they withdraw their headquarters to countries where there is no possibility of co-operation with the authorities in charge of those states?",
      "OrderInSection": 58,
      "Timecode": null,
      "ExternalId": "991B5CFD-D342-4A51-BAE6-BCD07E976329",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889902,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Well, getting to that level of withdrawal would be a fantastic development that would put incredible pressure on many of the supply lines currently being used; if we could get to that stage, we would have already made significant progress. The answer to what the right hon. Gentleman is talking about is international co-operation to put the maximum pressure on this terrible international trade in human lives and exploitation. I am glad that he is giving me a little bit of time to prove that we can make a difference.",
      "OrderInSection": 59,
      "Timecode": null,
      "ExternalId": "DE439104-C40E-492D-BC19-FB902AA6B2C2",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889903,
      "MemberId": 5088,
      "AttributedTo": "Sarah Coombes (West Bromwich) (Lab)",
      "Value": "People in West Brom are appalled by these criminal smuggling gangs. Does the Minister agree that the last Government wasted £700 million on the totally failed Rwanda scheme? Could she set out how the new Government are going to fix the situation?",
      "OrderInSection": 60,
      "Timecode": null,
      "ExternalId": "E61B1B02-94B3-49D0-A640-F234B382FD30",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889904,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, and the repurposing of some of that money and resource that has not been lost is funding the new approach.",
      "OrderInSection": 61,
      "Timecode": "2024-11-06T13:06:09",
      "ExternalId": "B237C86E-9B1A-4897-8279-A575120FB888",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889905,
      "MemberId": 5120,
      "AttributedTo": "Shockat Adam (Leicester South) (Ind)",
      "Value": "Does the Minister agree that the loss of life is colossally too high on these channel crossings, including the loss of a two-year-old child just the other week? Does she also agree that we should reopen safe routes so that we can treat those coming to this country with the dignity and respect that they deserve?",
      "OrderInSection": 62,
      "Timecode": null,
      "ExternalId": "8F888579-A3B1-494A-9081-ED7C93AB6054",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889906,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I do not believe that safe routes would stop people from attempting to come over the channel in small boats. I have some sympathy with the idea of safe routes, but I do not think they would stop <span id=\"311\" class=\"column-number\" data-column-number=\"311\"></span>this trade. For example, 1,500 Indians came across, and we have a visa regime with the Indians. The highest nationality for small boat arrivals this year is the Vietnamese. Again, it is not always about people who are asylum seekers coming over; it is people who do not have a right to be here but are paying to come here. Safe routes would not solve that problem.",
      "OrderInSection": 63,
      "Timecode": null,
      "ExternalId": "4F430D58-AD62-4B09-99E7-FB8A2B456327",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889907,
      "MemberId": 5031,
      "AttributedTo": "Mark Ferguson (Gateshead Central and Whickham) (Lab)",
      "Value": "The shadow Home Secretary referred to the lives lost in the channel—every single one of them is a tragedy —but does the Minister agree that his trying to make a political point about those deaths, as he appeared to do, is beneath the Conservative party, as were gimmicks such as the Rwanda scheme?",
      "OrderInSection": 64,
      "Timecode": null,
      "ExternalId": "22D690CD-19A1-41F3-978B-BF567F6B69E7",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889908,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, I agree. The loss of life in the channel this year has been the highest on record, and that is because more pressure is being put on the gangs, the boats are being overloaded and there is more anarchy on the beaches in France. Those are all things that we have to try to deal with in co-operation with our French colleagues.",
      "OrderInSection": 65,
      "Timecode": null,
      "ExternalId": "F3A24BE1-C5EC-49EB-8E31-355CE79598B0",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889909,
      "MemberId": 4358,
      "AttributedTo": "Wendy Morton (Aldridge-Brownhills) (Con)",
      "Value": "My constituents want to see an end to the small boat crossings and an end to the use of hotels for asylum seekers—as pledged in the Government’s manifesto. Will the Minister undertake to ensure that, where hotels have seen asylum seekers moved out, more are not put back in?",
      "OrderInSection": 66,
      "Timecode": null,
      "ExternalId": "EBFBD5B2-D24F-486E-9E43-C808112CC33F",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889910,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "The issue with hotels and other dispersal accommodation is that we have inherited a backlog. Owing to the way in which the Conservatives ran the system, there was no processing of asylum seekers, who then had to be put up in hotels. Hotels are temporary, not a solution. We will do our best to get out of dealing with hotels as quickly as possible by getting the system up and running and processing those who are making claims, so that we can get them either approved and integrated or returned.",
      "OrderInSection": 67,
      "Timecode": null,
      "ExternalId": "770F3CB7-708A-4817-9A11-DBC8B294E4C6",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889911,
      "MemberId": 5238,
      "AttributedTo": "Alex Ballinger (Halesowen) (Lab)",
      "Value": "The Government came to power this year in the worst year on record for small boats crossings, which were 6% higher than in the previous record year of 2022. That was the legacy of chaos left by the last Government. There is no room for complacency, but does the Minister agree that we should be welcoming the now 20% lower level of small boats crossings this year compared with 2022?",
      "OrderInSection": 68,
      "Timecode": null,
      "ExternalId": "1F4C944F-2EF3-4398-821B-B670F9D4EECA",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889912,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I agree that the first six months of this year were the worst on record. There were then a quiet three months, and now there has been a huge increase, not least because of benign weather conditions. I do not want to get into monthly figures. We need to bear down on the organised criminality that is perpetrating the trade, to disrupt it and deal with it that way.",
      "OrderInSection": 69,
      "Timecode": "2024-11-06T11:40:39",
      "ExternalId": "C8BED4A8-5DEB-403A-BE46-26D6AF27C54A",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889913,
      "MemberId": 185,
      "AttributedTo": "Jeremy Corbyn (Islington North) (Ind)",
      "Value": "Does the Minister recognise the distinct lack of humanity about this urgent question and the discussions surrounding small boats and migration? Does she not recognise that those people who risk all to get into those very dangerous boats and cross the chancel are doing so in an act of desperation? The lack of a safe routes system across <span id=\"312\" class=\"column-number\" data-column-number=\"312\"></span>Europe has created a market for people traffickers. Instead of the current approach, does she not think it necessary to look seriously at safe routes for asylum seekers, to avoid the tragedy of all these deaths in the channel and, for that matter, in the Mediterranean?",
      "OrderInSection": 70,
      "Timecode": null,
      "ExternalId": "56A45D1B-D04E-4E88-890D-85D04C0E5C51",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889914,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I said earlier that safe routes would not stop all the channel crossings. There is now an industrialised system run by organised immigration criminals. The Vietnamese would never have a safe route into the UK—there is no visa system—yet they now comprise 20% of the people crossing on small boats. With all due respect to the right hon. Gentleman, I do not think that safe routes would solve the problem.",
      "OrderInSection": 71,
      "Timecode": "2024-11-06T11:40:39",
      "ExternalId": "E7E9D654-F702-460D-93E7-D0334692C668",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889915,
      "MemberId": 5202,
      "AttributedTo": "Jessica Toale (Bournemouth West) (Lab)",
      "Value": "The last Government were responsible for an asylum backlog so large that they ended up spending millions of pounds of taxpayers’ money every day on asylum hotels, including in my constituency. As the Minister said, we are now dealing with that legacy, and I welcome her statement. Does she agree that we will take no lessons from the Conservative party, and that we will continue to make progress towards our manifesto commitment to bring down the backlog and end hotel use?",
      "OrderInSection": 72,
      "Timecode": null,
      "ExternalId": "A7CF7A83-CF5B-44AA-90C5-C590ACD340A5",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889916,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I could not have put it better myself.",
      "OrderInSection": 73,
      "Timecode": "2024-11-06T11:40:39",
      "ExternalId": "12634BC7-2172-4AAD-9F89-8B17FB20A3A4",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889917,
      "MemberId": 5351,
      "AttributedTo": "Gregory Stafford (Farnham and Bordon) (Con)",
      "Value": "I think there is unanimity in the House that this is a moral issue. When I raised the issue of deterrence with the Home Secretary at her last statement on 22 July, she seemed to agree that we needed a deterrent. Since then, the Government do not seem to have brought forward any specific deterrence. If not the Rwanda scheme, will the Minister look at the schemes that other European nations are considering to see whether we can deter the small boat crossings?",
      "OrderInSection": 74,
      "Timecode": null,
      "ExternalId": "87273DAD-96B0-4D0D-A53D-2A93C4CADBF0",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889918,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "The way to deter the small boat crossings is to deal with those who are organising and profiting from that immoral trade. That is what we are doing.",
      "OrderInSection": 75,
      "Timecode": "2024-11-06T11:40:39",
      "ExternalId": "BDE5B101-9371-4512-8B5D-C1696F992C12",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889919,
      "MemberId": 5273,
      "AttributedTo": "Connor Naismith (Crewe and Nantwich) (Lab)",
      "Value": "The shadow Home Secretary, the right hon. Member for Croydon South (Chris Philp), and Conservative Members are still banging the drum for the failed Rwanda gimmick. Does the Minister agree that if the previous Government were so confident that that policy would work, they would not have called an election before that theory could be put to the test?",
      "OrderInSection": 76,
      "Timecode": "2024-11-06T13:12:37",
      "ExternalId": "A05E91E0-1278-42C8-B13E-E073FE02FD5C",
      "HRSTag": "hs_Para",
      "HansardSection": "AR-AS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889920,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "My hon. Friend makes an intriguing point, given that Conservative Members have said repeatedly that they were about to start the Rwanda scheme the week after the election, and that all of a sudden it would work and be perfect—after 83,500 people crossed in small boats knowing that the scheme was legislated for and in place. I suspect, somehow, that the date of the election might have had a bit to do with the fact that they realised the Rwanda scheme would fail.",
      "OrderInSection": 77,
      "Timecode": "2024-11-06T13:13:25",
      "ExternalId": "D30D6BCA-1AB7-4810-ADA4-EC1F316A5C81",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889921,
      "MemberId": 4743,
      "AttributedTo": "Lee Anderson (Ashfield) (Reform)",
      "Value": "The Minister is claiming credit for an increase in deportations of people with no right to be in this country. I want an approximate <span id=\"313\" class=\"column-number\" data-column-number=\"313\"></span>figure, please, of how many of the 9,400 people who have been sent back since the Labour Government came in arrived here in small boats since 2018?",
      "OrderInSection": 78,
      "Timecode": null,
      "ExternalId": "1FD7AF67-51F5-4D76-91CB-CDDC503C6DB1",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889922,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Given that the Conservative party processed virtually nobody who came over in a small boat, they are still in the asylum backlog that we are attempting to deal with.",
      "OrderInSection": 79,
      "Timecode": "2024-11-06T11:40:39",
      "ExternalId": "C9041C23-9BA6-4518-945C-0E181A89B921",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889923,
      "MemberId": 5341,
      "AttributedTo": "Laura Kyrke-Smith (Aylesbury) (Lab)",
      "Value": "I am pleased to see this Government taking swift action to tackle the small boats crisis, including scrapping the Rwanda scheme, which was not only ludicrously expensive but inhumane and ineffective. Will the Minister confirm that it is possible to manage our borders in a way that is both effective and humane, and that we will do that?",
      "OrderInSection": 80,
      "Timecode": null,
      "ExternalId": "8294CCD2-5975-4498-A1ED-EC826EB608E7",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889924,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "That is certainly the balance that this Government are aiming to achieve.",
      "OrderInSection": 81,
      "Timecode": "2024-11-06T11:40:39",
      "ExternalId": "FB4626DA-F8FF-4917-9653-95FFC34894FC",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889925,
      "MemberId": 5101,
      "AttributedTo": "Sir Ashley Fox (Bridgwater) (Con)",
      "Value": "The Minister has said that her policy to smash the criminal gangs will reduce the number of migrants crossing the channel. Can she give the House her estimation of when that policy will start to work?",
      "OrderInSection": 82,
      "Timecode": null,
      "ExternalId": "4E641E99-A7C8-4813-8054-3D78BFC2F264",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889926,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I said in an earlier answer that there are no magic wands in this area. Tough operational processing and international co-operation will begin to bear down on this, and work by the National Crime Agency and by prosecutorial authorities, often cross-border in different jurisdictions. The fact that we have made such a good start with international co-operation and the significant shift in attention here will bear down on this, but I will not stand at this Dispatch Box and pretend that there is an easy timeframe or answer for when that will have the effect that we all want it to have. We will bear down on it and we will make progress.",
      "OrderInSection": 83,
      "Timecode": "2024-11-06T11:40:39",
      "ExternalId": "F1AF966A-DBC6-46D8-B719-0FCA3B28C822",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889927,
      "MemberId": 5194,
      "AttributedTo": "Steve Yemm (Mansfield) (Lab)",
      "Value": "At a time of highly stretched resources right across Government, thanks to the mess in the public finances left by the Conservative party, my constituents will be pleased that £75 million has been secured for further investment in the Border Security Command. Does the Minister agree that it is a far better use of taxpayers’ money than paying people to go to Rwanda or housing them in hotels at great expense?",
      "OrderInSection": 84,
      "Timecode": "2024-11-06T13:16:06",
      "ExternalId": "3D03BC90-C142-4BCD-95C5-312C9BF44AE7",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889928,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, it is advisable to try to deal with the immediate causes of the problem—organised immigration criminality—as well as bearing down on the longer-term causes, which often are about political stability in other areas of the world.",
      "OrderInSection": 85,
      "Timecode": "2024-11-06T13:16:27",
      "ExternalId": "A15F4B8F-B0E5-4AE2-BD88-DE0C907F0331",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889929,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon (Strangford) (DUP)",
      "Value": "I thank the Minister for her answers. I want to take a slightly different look. I welcome the fact that smugglers will now be treated using terrorism powers, as it is my firm belief—and the belief of this House, I think—that the continued abuse of the asylum system is tantamount to an invasion. Can the Minister assure us that those who come across the Northern Ireland border will also be subject to the terrorism provisions?",
      "OrderInSection": 86,
      "Timecode": null,
      "ExternalId": "F6425650-8128-490D-BD17-5B484AB766E4",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889930,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"314\" class=\"column-number column-only\" data-column-number=\"314\"></span>",
      "OrderInSection": 87,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889931,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "A border security Bill will be introduced. Perhaps the hon. Gentleman will want to serve on the Committee, so that he can be certain that the points he just made are accurately reflected by the Government in that Bill.",
      "OrderInSection": 89,
      "Timecode": "2024-11-06T13:17:14",
      "ExternalId": "595A3C11-E636-4B0D-B6E0-B5B5AA1E97F9",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889932,
      "MemberId": 5147,
      "AttributedTo": "Luke Myer (Middlesbrough South and East Cleveland) (Lab)",
      "Value": "One of the most colossal failures under the previous Government was the chaos in the channel and the associated backlog in the system, yet the Conservatives seem to have come here today to tell the British people that they had it all under control. Can the Minister reassure my constituents of the serious steps she is taking to disrupt the gangs, speed up returns and end this chaos.",
      "OrderInSection": 90,
      "Timecode": null,
      "ExternalId": "50D6487F-47CD-4AA8-8F8F-DB1BA23932D7",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889933,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "Yes, my hon. Friend’s constituents can be assured that a great deal of work is going on and more resources are being applied. A lot more intelligence is being gathered, much of which cannot be discussed publicly. We are on it.",
      "OrderInSection": 91,
      "Timecode": "2024-11-06T13:18:00",
      "ExternalId": "1454CA31-4A3B-4A8C-9FD8-37926BB2BD64",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889934,
      "MemberId": 5300,
      "AttributedTo": "Kevin McKenna (Sittingbourne and Sheppey) (Lab)",
      "Value": "I strongly welcome the Government’s focus on tackling the root causes of organised crime behind the small boats, rather than the gimmicks of the previous Government. Across Kent, the criminal gangs are fuelling a rise in organised crime, and in my constituency that is pushing up rural crime, street crime and antisocial behaviour. Will my hon. Friend ensure that the new Border Security Command works closely with Kent police to deal with the effects across the whole of Kent and the wider country?",
      "OrderInSection": 92,
      "Timecode": null,
      "ExternalId": "CABDB5A1-0462-4C91-9BEB-09EC981A55FD",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889935,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I can give my hon. Friend that assurance. Some areas have suffered particular pressure from this phenomenon over the years, and Kent is one of them, so I am acutely aware of the pressure that he and the local authorities in that area are under.",
      "OrderInSection": 93,
      "Timecode": "2024-11-06T13:18:55",
      "ExternalId": "91F46295-8C28-4745-9E63-4EC386DBBA08",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889936,
      "MemberId": 5126,
      "AttributedTo": "Dave Robertson (Lichfield) (Lab)",
      "Value": "Over the past 14 years, the Conservative party saw this issue become a growing crisis. Conservative Members have spoken much today about how we need a deterrent, but does the Minister agree that, for someone who is willing to get into a vessel of questionable seaworthiness to cross one of the busiest shipping lanes on the planet, a 3% chance of a trip to Kigali is not a deterrent? The only way of getting a handle on this is to go back to where the problem originates. Waiting for people to get to the channel is delaying the response and creating the crisis that the Conservatives oversaw.",
      "OrderInSection": 94,
      "Timecode": null,
      "ExternalId": "4C72B98F-B419-4207-98B4-1E2652139F6B",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889937,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "I agree very much with my hon. Friend’s observations, and so do the figures. Between the date of the announcement of the Rwanda scheme and the date of the last general election, 83,500 people came across in small boats. <em>[Interruption.] </em>The right hon. Member for Croydon South (Chris Philp) says that it had not started then. The Conservatives began by saying that Rwanda would be a deterrent when their Bill was published, and then every time it made no difference, they took it back and said, “It will work, it will work.” It would never have worked. It cost £700 million, and they had budgeted—but not budgeted—for nearly £10 billion of expenditure by the end of that scheme.",
      "OrderInSection": 95,
      "Timecode": "2024-11-06T13:19:19",
      "ExternalId": "B170F0DF-D255-4C79-9713-CEF4FF1F72EF",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889938,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"315\" class=\"column-number column-only\" data-column-number=\"315\"></span>",
      "OrderInSection": 96,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889939,
      "MemberId": 5127,
      "AttributedTo": "John Slinger (Rugby) (Lab)",
      "Value": "Given that at the end of 2022, under the last Conservative Government, the asylum backlog had reached 166,261, an elevenfold increase in 12 years, does my hon. Friend agree that Conservative Members—who are very small in number for their own urgent question—are exhibiting a high degree of audacity?",
      "OrderInSection": 98,
      "Timecode": null,
      "ExternalId": "BB3C98C2-C858-4ADE-ADF2-E601F477B691",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889940,
      "MemberId": 491,
      "AttributedTo": "Dame Angela Eagle",
      "Value": "They are indeed, and perhaps they should also be reminded that returns collapsed on their watch as well.",
      "OrderInSection": 99,
      "Timecode": null,
      "ExternalId": "BB857B87-E4BB-40FB-9CD6-354E93AE832A",
      "HRSTag": "hs_Para",
      "HansardSection": "AS2-AT",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}