{
  "Overview": {
    "Id": 4751049,
    "ExtId": "DACCA0BA-C575-422F-B1F7-1AB1E74AB407",
    "Title": "Gypsy and Traveller Communities: Accommodation",
    "HRSTag": "NewDebate",
    "Date": "2024-11-06T00:00:00",
    "Location": "Lords Chamber",
    "House": "Lords",
    "Source": 2,
    "VolumeNo": 840,
    "ContentLastUpdated": "2024-11-07T16:24:27.213",
    "DebateTypeId": 1,
    "SectionType": 1,
    "NextDebateExtId": "EDCD2586-FD2B-414A-B5B1-A1AE8EE98F51",
    "NextDebateTitle": "Command Paper Safeguarding the Union",
    "PreviousDebateExtId": "24110617000365",
    "PreviousDebateTitle": "House of Lords"
  },
  "Navigator": [
    {
      "Id": 4751047,
      "Title": "Lords Chamber",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "72fe8575-39d5-4bfc-a2ad-878cd7e860d1",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751049,
      "Title": "Gypsy and Traveller Communities: Accommodation",
      "ParentId": 4751047,
      "SortOrder": 3,
      "ExternalId": "DACCA0BA-C575-422F-B1F7-1AB1E74AB407",
      "HRSTag": "NewDebate",
      "HansardSection": "AA-AB1",
      "Timecode": "2024-11-06T11:06:00"
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40888851,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Question",
      "OrderInSection": 1,
      "Timecode": null,
      "ExternalId": "5b04bc45-72b3-4364-bdba-1690e5c0baa8",
      "HRSTag": "hs_DebateType",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946336,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "11:06:00",
      "OrderInSection": 2,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888852,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Asked by",
      "OrderInSection": 3,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888853,
      "MemberId": 4285,
      "AttributedTo": "Baroness Bakewell of Hardington Mandeville",
      "Value": "To ask His Majesty’s Government what steps they are taking to ensure the provision of adequate and culturally appropriate accommodation for Gypsy and Traveller communities.",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": "2D890749-ABC2-430A-8339-892D445B09EF",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888854,
      "MemberId": 4956,
      "AttributedTo": "The Parliamentary Under-Secretary of State, Ministry of Housing, Communities and Local Government (Baroness Taylor of Stevenage) (Lab)",
      "Value": "My Lords, as part of the recent consultation on proposed reforms to the National Planning Policy Framework, we set out changes to how we plan for the homes we need, including accommodation for Gypsy and Traveller communities. We are continuing to analyse the consultation responses and we will publish our government response later this year. We will also consider how planning policy for Traveller sites should be set out in future, including as part of wider work on the national planning policy. The Government’s overarching aim is to ensure fair and equal treatment for Travellers in a way that facilitates their traditional way of life while respecting the interests of the settled community.",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": "71320CF6-3912-4D52-8053-A7AFD1A1F2FE",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888855,
      "MemberId": 4285,
      "AttributedTo": "Baroness Bakewell of Hardington Mandeville (LD)",
      "Value": "My Lords, I thank the Minister for her very positive response. However, I am not sure that it will meet the 2024 recommendations of the United Nations Committee on the Elimination of Racial Discrimination to create more sites and stopping places. Many sites provided are on busy roads and the outskirts of communities, often some distance from schools. Since 1994, only 30 new sites have been built. Will the Government now legislate for all local authorities to include site provision in their local plans, including bricks and mortar as culturally appropriate accommodation? Gypsy and Traveller children deserve the same rights as children in the settled community.",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": "C6F82421-93F4-44A8-8C49-8E00C76D2C45",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888856,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "The noble Baroness is of course right that Gypsies and Travellers deserve consideration of their lifestyle and culture in planning. Planning policy makes it clear that local authorities have a responsibility to assess the need for Gypsy and Traveller sites in their area and then plan to meet that need. When considering those applications, decision-makers should consider the existing level of provision, the availability of alternative accommodation and other personal circumstances, which could include the need for culturally appropriate accommodation. When the National Planning Policy Framework comes out, I hope she will see steps towards that.",
      "OrderInSection": 7,
      "Timecode": null,
      "ExternalId": "3C1D80A1-5DC0-412A-9830-2A3C2EFCEA2A",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888857,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1484\" class=\"column-number column-only\" data-column-number=\"1484\"></span>",
      "OrderInSection": 8,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888858,
      "MemberId": 1241,
      "AttributedTo": "Lord Watson of Invergowrie (Lab)",
      "Value": "My Lords, I welcome the initial comments of my noble friend in response to the noble Baroness, Lady Bakewell. However, there are far too many cases of local plans having been approved without the accommodation needs of Gypsy and Traveller communities having been met. The noble Baroness mentioned 1994. It has in fact been the policy of successive Governments since 1994 that local plans should not be approved without that provision. Will my noble friend use her position in this Government to ensure that steps are taken to enforce that requirement before local plans are approved?",
      "OrderInSection": 10,
      "Timecode": null,
      "ExternalId": "D432A3BD-58D4-4E74-A328-486C6F3A66D7",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888859,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "I thank my noble friend for that important point. Of course, it is the responsibility of local authorities to assess the need for Gypsy and Traveller sites in their area, as set out in Section 124 of the Housing and Planning Act 2016. They must plan to meet that need, and it should come under the remit of the inspectorate when it is looking at local plans to ensure that that provision is made properly and in accordance with the cultural needs of Gypsies and Travellers. We will look at that closely once the new National Planning Policy Framework is in place.",
      "OrderInSection": 11,
      "Timecode": null,
      "ExternalId": "9AFAB552-192C-4FF2-B0A3-84C40899540F",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888860,
      "MemberId": 3425,
      "AttributedTo": "Earl Attlee (Con)",
      "Value": "My Lords, what does the planning system do to improve the education of Travellers so that they can engage in exclusively legitimate economic activity?",
      "OrderInSection": 12,
      "Timecode": null,
      "ExternalId": "347B7043-E576-48CC-8623-0E7CCEC7D8D3",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888861,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "Of course, Gypsies and Travellers have the right to education, just like every other family in this country. We make every endeavour to make sure that the opportunities that are available to all the children in this country are available to Gypsies and Travellers as well, and that we take account of their cultural needs as we do so.",
      "OrderInSection": 13,
      "Timecode": null,
      "ExternalId": "DC17B5F6-2FDB-4AE4-9832-C0894A21D12E",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888862,
      "MemberId": 4579,
      "AttributedTo": "Baroness Chakrabarti (Lab)",
      "Value": "My Lords, no doubt all Members of your Lordships’ House engage exclusively in legitimate economic activity. Does my noble friend the Minister agree that this morning is a good time to reflect on the need to avoid demonisation of minorities and polarisation of communities? Notwithstanding the specific duties she set that local authorities have, maybe the Government could help local authorities to promote good relations.",
      "OrderInSection": 14,
      "Timecode": null,
      "ExternalId": "C5E83E88-8B62-4046-A79D-1BC48A1100A2",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888863,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "I thank my noble friend for that comment. When I was a councillor, I had a Gypsy and Traveller site in my own ward. It is important that all council officers familiarise themselves with the cultural issues around Gypsies and Travellers. Of course, we must all strive, always, to avoid division in our communities; it is very important that communities move forward together. If we are to achieve the full potential of our country, that is exactly what we must do.",
      "OrderInSection": 15,
      "Timecode": null,
      "ExternalId": "494D96A2-7023-4425-9810-A00AB0872EFF",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888864,
      "MemberId": 4241,
      "AttributedTo": "Baroness Brinton (LD)",
      "Value": "My Lords, following the withdrawal of the <em>Gypsy and Traveller Accommodation Needs Assessment</em><em>s</em> guidance of 2007, there has been a policy vacuum for the assessment of need. This has <span id=\"1485\" class=\"column-number\" data-column-number=\"1485\"></span>allowed private companies, that provide most of the Gypsy and Traveller accommodation needs assessments, to develop their own—and different—methodologies, leading to discrepancies in how those are undertaken. Will the Government develop guidance for local planning authorities on how to properly undertake Gypsy and Traveller accommodation assessments in consultation with Gypsy and Traveller civil society? Can such guidance issue a pitch target for social provision in the same way as bricks and mortar housing needs are assessed?",
      "OrderInSection": 16,
      "Timecode": null,
      "ExternalId": "5B3C2E29-6120-4263-BEB9-D98B7A316BDA",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888865,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "The noble Baroness makes a very important point. I will look at the National Policy Planning Framework when it comes out to see what guidance is provided. Other noble Lords have raised the issue of how this will be enacted. It is very important that local planning authorities demonstrate an up-to-date, five-year supply of deliverable sites. The planning policy for Traveller sites states that this should be a significant material consideration in any subsequent planning decision, so there will be enforcement powers to support the delivery of those sites as set out in planning guidance.",
      "OrderInSection": 17,
      "Timecode": null,
      "ExternalId": "8A3E10CD-A1AE-4E50-A924-46BC2FEAA56D",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888866,
      "MemberId": 4958,
      "AttributedTo": "The Earl of Effingham (Con)",
      "Value": "My Lords, there are many different peoples within the Traveller community with a diverse range of cultural traditions. How do the Government intend to adequately serve this wide range of cultures when providing accommodation?",
      "OrderInSection": 18,
      "Timecode": null,
      "ExternalId": "AF500840-BF46-4352-AEAB-610658060367",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888867,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "I thank the noble Lord for his question. The key to all this is consultation and engagement with the communities. There has just been a significant report called <em>Kicking the Can Down the Road</em>. When we read the many changes that have been enacted in provisions for Gypsies and Travellers, it is more than clear that we need to fully engage with a wide range of those in the Gypsy and Traveller community so that we understand what their needs are and make sure they accounted for, not just in the planning process but in all public services.",
      "OrderInSection": 19,
      "Timecode": null,
      "ExternalId": "B1DE4C3A-E1D8-4AE3-B466-201AB2D91C35",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888868,
      "MemberId": 4977,
      "AttributedTo": "Baroness O'Grady of Upper Holloway (Lab)",
      "Value": "My Lords, it was good to hear the Minister commit to the principle that everybody in every community deserves a decent home. Can the Minister also reassure us that this Government will be committed to tackling the everyday racism that Irish Traveller and Gypsy communities experience—from bullying in schools to discrimination in insurance and financial services? As a recent example, a Gypsy family were required to pay upfront in a Pizza Express branch before they were served.",
      "OrderInSection": 20,
      "Timecode": null,
      "ExternalId": "A16E8DDE-4666-461B-B0A0-238CB100BCE6",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888869,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "I thank my noble friend. That kind of discrimination is totally unacceptable. The forthcoming Renters’ Rights Bill, which is currently in the other House and will be with us shortly, takes out some of the potential discrimination that could have been involved in the housing market. We will continue to do that and to look across the board at what local government can do. Some great work on this is done in local government, and we will look at sharing best practice with local authorities to ensure we tackle such discrimination.",
      "OrderInSection": 21,
      "Timecode": null,
      "ExternalId": "3FF7C5CB-8231-47D9-A200-FF86E475A3B6",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888870,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1486\" class=\"column-number column-only\" data-column-number=\"1486\"></span>",
      "OrderInSection": 22,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888871,
      "MemberId": 57,
      "AttributedTo": "Lord Young of Cookham (Con)",
      "Value": "My Lords, if Gypsies and Travellers are not to camp illegally then, of course, authorised sites must be provided by local councils. After legislation was introduced some 50 years ago, there was a count of how many Traveller and Gypsy caravans there were in England, and the answer was 8,045. There are now 20,000 authorised sites, but 25,000 Traveller and Gypsy caravans. What is behind this increased demand for a nomadic Gypsy and Traveller lifestyle?",
      "OrderInSection": 24,
      "Timecode": null,
      "ExternalId": "2D0A7364-3B64-42A0-AD0F-4D4381D6CB98",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888872,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "The noble Lord will know that we face the most acute housing crisis this country has ever had. I cannot help but feel that the issue of further caravan provision is partly to do with that. However, there is a difference between that and the culturally specific provision that needs to be made. I cannot answer directly his question about the numbers, but there may be some further insight in the department. I will ask that question and write to him if there is more information.",
      "OrderInSection": 25,
      "Timecode": null,
      "ExternalId": "F3157A19-59B8-48A5-8289-8EB4B97196BB",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888873,
      "MemberId": 4724,
      "AttributedTo": "Baroness Blower (Lab)",
      "Value": "My Lords, is the Minister working with her noble friend at the DfE to ensure that all schools understand the culture of Gypsies and Travellers, and that they are welcoming both in their policies and in their curriculum to ensure that when Gypsy and Traveller children arrive in schools they feel welcomed and are not bullied, and that all children understand that diversity is of benefit to schools?",
      "OrderInSection": 26,
      "Timecode": null,
      "ExternalId": "38F3AA74-793A-462D-8E95-F4E4A307205C",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40888874,
      "MemberId": 4956,
      "AttributedTo": "Baroness Taylor of Stevenage (Lab)",
      "Value": "I thank my noble friend. I have seen some wonderful examples of good practice in schools on this issue, but I will refer the question to my noble friend the Minister for Education.",
      "OrderInSection": 27,
      "Timecode": null,
      "ExternalId": "AA07AE56-ABE8-44A0-8F4E-D856A66E1899",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB1",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}