{
  "Overview": {
    "Id": 4751132,
    "ExtId": "121D2AF0-44E5-4B39-8A63-F81C5BF210C3",
    "Title": "Furniture Poverty",
    "HRSTag": "hs_2DebBill",
    "Date": "2024-11-06T00:00:00",
    "Location": "Westminster Hall",
    "House": "Commons",
    "Source": 2,
    "VolumeNo": 756,
    "ContentLastUpdated": "2024-11-08T13:17:01.26",
    "DebateTypeId": 2,
    "SectionType": 1,
    "NextDebateExtId": "",
    "NextDebateTitle": "",
    "PreviousDebateExtId": "A62903E8-DD22-4CB7-946C-1E4B6A2E33E1",
    "PreviousDebateTitle": " Energy Rebates: Highlands and Islands"
  },
  "Navigator": [
    {
      "Id": 4751126,
      "Title": "Westminster Hall",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "288cbda7-0844-4cd6-acf5-49628db32408",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751132,
      "Title": "Furniture Poverty",
      "ParentId": 4751126,
      "SortOrder": 7,
      "ExternalId": "121D2AF0-44E5-4B39-8A63-F81C5BF210C3",
      "HRSTag": "hs_2DebBill",
      "HansardSection": "BY-CB1",
      "Timecode": null
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40890871,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"109WH\" class=\"column-number column-only\" data-column-number=\"109WH\"></span>",
      "OrderInSection": 0,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946541,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "16:30:00",
      "OrderInSection": 2,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890872,
      "MemberId": 87,
      "AttributedTo": "Sir Roger Gale (in the Chair)",
      "Value": "This is a one-hour debate. Four Members, in addition to the Member in charge, have already indicated that they wish to speak. We are pushing the clock a bit, so anybody who has not already so indicated is unlikely to get called, although that depends on how long Members speak for. Members may wish to consider intervening rather than trying to make a speech.",
      "OrderInSection": 3,
      "Timecode": null,
      "ExternalId": "54EF3A97-4D1A-4682-8780-6B705E70021F",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890873,
      "MemberId": 5308,
      "AttributedTo": "Sam Carling (North West Cambridgeshire) (Lab)",
      "Value": "I beg to move,\r\n\r\nThat this House has considered furniture poverty.\r\n\r\nIt is an honour to serve under your chairmanship, Sir Roger. I am delighted that many colleagues have come to this debate, as furniture poverty often flies under the radar. Other colleagues have been campaigning on it for some time. My hon. Friend the Member for Uxbridge and South Ruislip (Danny Beales) asked a question about it recently, and I noted a written question about it from my hon. Friend the Member for Liverpool Riverside (Kim Johnson). Soon, my hon. Friend the Member for Neath and Swansea East (Carolyn Harris) is hosting an event in Parliament on the subject, and I encourage colleagues to attend.\r\n\r\nFurniture poverty is the lack of essential furniture items to make a house a home. That typically means a bed, a mattress and bedding; a table and chairs; a sofa; a wardrobe or chest of drawers; carpets or other flooring; curtains or blinds; a washing machine; a fridge and freezer; and a cooker or oven. In no way is it about want. It is about need—the furniture needed to attain a socially acceptable standard of living. Without all those items, it is difficult to achieve that. For example, living without a proper bed leads to poor sleep and difficulty focusing at work for adults and at school for children.",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": "5D2D1C57-E480-499D-B320-790A91E3903B",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890874,
      "MemberId": 5045,
      "AttributedTo": "Mr Jonathan Brash (Hartlepool) (Lab)",
      "Value": "In my constituency it is estimated that around 1,500 children do not have a bed to sleep in at night. Given the monumental impact on their education and mental health, does my hon. Friend think that there is a special case that needs to be addressed, particularly to support children in my constituency and others?",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": "C5330325-405B-4D95-A560-D78EA39A7059",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890875,
      "MemberId": 5308,
      "AttributedTo": "Sam Carling",
      "Value": "My hon. Friend makes his point well. Lots of children are affected in a number of constituencies around the country. I have some statistics on that later in my speech, and I am grateful to him for highlighting the situation.\r\n\r\nLiving without a cooker means more ready meals and takeaway food, which is less nutritious and more expensive. No cooker means an average of £2,100 extra for a family of four per year on their food bill. No fridge or freezer tacks on another £1,300 to that food bill, due to an inability to buy in bulk or store food safely for future use. To avoid damp or dirty clothes without a washing machine, going to a launderette—of which there are few—adds just over £1,000 to the household bill. Those figures are from April 2023; increases in inflation and to energy bills since then mean that costs are likely to be higher now.<span id=\"110WH\" class=\"column-number\" data-column-number=\"110WH\"></span>\r\n\r\nThis is a poverty premium. Furniture items are a huge initial expense, and many low-income households simply do not have the money to shell out for them. However, their absence is far more expensive over time.",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": "3EB18299-7E48-4E60-9591-91A0E2EADAF7",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890876,
      "MemberId": 4824,
      "AttributedTo": "Kim Johnson (Liverpool Riverside) (Lab)",
      "Value": "I thank my hon. Friend for securing this important debate, although I am sure he agrees that as the sixth richest economy in the world, we should not be having it. End Furniture Poverty has worked with local authorities in Liverpool to ensure that at least 10% of registered social landlords’ properties are furnished. I am sure my hon. Friend agrees that that is not good enough. Will he join me in calling on local authorities to find more resources to ensure that we do not have people living in furniture poverty?",
      "OrderInSection": 7,
      "Timecode": null,
      "ExternalId": "B1875998-EDF3-4213-B479-B93D07A0FCF9",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890877,
      "MemberId": 5308,
      "AttributedTo": "Sam Carling",
      "Value": "I am going to mention End Furniture Poverty later in my speech. It is an excellent organisation that is doing good work, particularly with Liverpool city council in my hon. Friend’s constituency. She makes her point well.\r\n\r\nFurniture poverty has a huge impact on both physical and mental health. According to a National Centre for Social Research survey of people experiencing furniture poverty, six in 10 reported that it caused them physical pain, while nine in 10 felt stressed or anxious living without essential items and, crucially, worried that they would not be able to replace items should they break. The anxiety is constant. Seven in 10 reported feeling ashamed or embarrassed by their own home, reflecting a social stigma around furniture poverty that leads those suffering to invite family and friends around less, increasing isolation.\r\n\r\nUpsettingly, seven in 10 people surveyed who also had long-term conditions or disabilities said that living in furniture poverty made their condition worse. For those coming from homelessness, it is especially difficult. In my region of Cambridgeshire and Peterborough, I know of a resident who was finally offered a flat, after living in her car for months. Although that was a relief, not having anywhere to sleep in the unfurnished flat significantly undercut the benefits, as did the lack of other essential items.\r\n\r\nAs many as 9% of UK adults are missing at least one essential item, and more than 1 million are living in deep furniture poverty, which is defined as missing three or more essential items, while 1.2 million children are in furniture poverty. This issue also disproportionately affects those from minority ethnic backgrounds, with 16% missing essential items, compared with 7% of white British people.",
      "OrderInSection": 8,
      "Timecode": "2024-11-06T16:34:58",
      "ExternalId": "5A4B7A05-FC22-48E6-94D7-238821804959",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890878,
      "MemberId": 4747,
      "AttributedTo": "Tahir Ali (Birmingham Hall Green and Moseley) (Lab)",
      "Value": "I thank my hon. Friend for securing this debate. There are two wards in my constituency where child poverty is at 63%. That cannot be allowed to continue. In the past 10 years, from 2014 to 2024, it has increased considerably. We need to take action and ensure that that increase declines. This is a once in a lifetime opportunity to do that.",
      "OrderInSection": 9,
      "Timecode": "2024-11-06T16:35:58",
      "ExternalId": "2CA08EAF-4C72-408B-A50C-D972562483A2",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890879,
      "MemberId": 5308,
      "AttributedTo": "Sam Carling",
      "Value": "I thank my hon. Friend for raising that point. He cites the specific statistics in his constituency; I am sure we will hear more in the Minister’s response about the Government’s plans to address that situation.<span id=\"111WH\" class=\"column-number\" data-column-number=\"111WH\"></span>\r\n\r\nStarkly, if someone has a disability, they are three times more likely to be in furniture poverty than non-disabled people. The issue is at its worst in the social rented sector. Only 2% of social properties come with any furniture at all, meaning that most people move into an empty box, not a home. That means that more than a quarter of social tenants are in furniture poverty.\r\n\r\nLandlords also often throw away any furniture that is left when tenants move. That extends, most absurdly, to flooring. Nearly 760,000 adults in the social rented sector are living without flooring. That means walking around on cement, wood with nails sticking out, or dirty underlay. That is often because it is ripped up by landlords when previous tenants leave, supposedly because the floor might be dirty. In most cases, perfectly good flooring is removed just because it is the quickest and easiest thing to do. That means that tenants have to put in flooring themselves. Data from May this year show that 83% of residents self-funded floor coverings, with only 1% receiving support from their landlord.\r\n\r\nVery few charities or local welfare schemes cover flooring, meaning that many just have to make do with nothing. Beyond being a hazard, a lack of carpet or adequate flooring makes a property far colder in winter, increasing heating costs. The Welsh Government recently took the extremely welcome step of requiring social rented homes to provide flooring from the point of let, regardless of whether properties are considered furnished or not. I strongly encourage the Government to follow the lead of our Welsh colleagues by bringing in a similar measure, as we review our own decent homes standard.\r\n\r\nIn the private rented sector, things are better, with 29% of properties let as furnished, which provides tenants with choice. However, there is ambiguity over that figure. It could include serviced flats for those with higher incomes. There is also no legal definition of a furnished property, meaning that what counts as furnished can vary from landlord to landlord and property to property. Some properties are advertised as furnished, only for tenants to arrive and find they do not have a mattress, cooker, fridge or another essential furniture item.\r\n\r\nI have personal experience of that. When I moved into a new flat in August, I arrived to find there was no mattress to sleep on. I had to order one myself at short notice, but I am lucky to have been able to do that. So many people are not able to deal with significant unexpected expenses like that. I firmly believe that we need to define formally what “furnished” means, to empower tenants to challenge landlords who misleadingly advertise properties as furnished.\r\n\r\nWe have unfair trading regulations that should protect tenants but, when landlords are able to define “furnished” however they please, and with many not providing inventories of properties until a lease agreement has been signed and a tenant has been locked in, tenants cannot use those regulations effectively to challenge misleading practices. Other countries already have a legal definition—France, for example—so it would not be an unusual step. There are ample opportunities for us to do it, either through the decent homes standard, as we review it, or in secondary legislation arising from the Renters’ Rights Bill.<span id=\"112WH\" class=\"column-number\" data-column-number=\"112WH\"></span>\r\n\r\nOther problems in the sector can exacerbate furniture poverty, with the sheer levels of rent people pay in the private sector being a major one. Private renters spend on average more than the recommended maximum of 30% of their wages on rent, which can make it difficult to buy or replace costly items. It is also possible that replacement furniture items are required more often in the private sector, due to mould and damp, given that a higher proportion of homes in the sector do not meet the decent homes standard compared with other forms of tenure. I welcome the fact that the Government have already taken steps to address that situation in the Renters’ Rights Bill.\r\n\r\nI want to highlight some of the work done by charities and local authorities. End Furniture Poverty, a charity based in Liverpool, is the leader on research in this area and I have drawn on its useful statistics throughout my speech today. End Furniture Poverty has worked with councils up and down the country, including Liverpool city council; in Liverpool more than 50% of social landlords have pledged to start a scheme to tackle furniture poverty. It has also worked with Cambridgeshire county council. Next week at its parliamentary event, I look forward to the presentation of End Furniture Poverty’s work and to hearing how that will affect my constituents in North West Cambridgeshire.\r\n\r\nHowever, although charities do good work, they cannot do it all and they have been impacted by the difficulties in local government finances under the last Government.",
      "OrderInSection": 10,
      "Timecode": "2024-11-06T16:36:38",
      "ExternalId": "99147A11-B807-477E-A5BA-C797896663A3",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890880,
      "MemberId": 5335,
      "AttributedTo": "Jess Brown-Fuller (Chichester) (LD)",
      "Value": "I am sure the hon. Member will join me in celebrating Second Chance Chichester, which in my constituency is working with an organisation of crafters to restore furniture, in order to make sure that local families have access to the essential furniture they need. However, because of pressures in local government, it is becoming increasingly hard to get grants for the charitable work that it does. Does he agree that the local government settlement cannot come soon enough?",
      "OrderInSection": 11,
      "Timecode": "2024-11-06T16:40:44",
      "ExternalId": "021DBB72-9164-4562-8A3C-5834226F65D8",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890881,
      "MemberId": 5308,
      "AttributedTo": "Sam Carling",
      "Value": "I have been a councillor myself for a number of years, so I am very much aware of the difficulty that local government is facing and I agree that we need to see improvements in that regard. The situation is extremely difficult for the Government, of course, given the horrendous inheritance that we have had from the previous Government on this issue and on the broader economy in general. However, I certainly look ahead, especially to the multi-year settlements that the new Government have pledged to bring forward, which will be incredibly useful for councils.\r\n\r\nIn February, three in 10 charities that work with local authorities said that they expected their funding to fall, but even charities that derive no income from local government felt that challenges in local finances would affect them, with 33% of them saying that there would be a knock-on effect for their organisation.\r\n\r\nWhat can be done about furniture poverty? There is a case for some work to be done on local welfare assistance. These schemes are an ideal source of support for people who require one or two essential furniture items. They also provide vital assistance for food and fuel, and many of them offer a wide range of other support. However, budgets for local welfare assistance have dwindled over the past decade, after responsibility for schemes <span id=\"113WH\" class=\"column-number\" data-column-number=\"113WH\"></span>was devolved from central Government to local government and as local authority budgets have been greatly reduced. That is the key point. Devolution is not a bad thing, but it must come with the funding to deal with the new powers.\r\n\r\nRight now, 36 local authorities have closed their local welfare scheme, meaning that whether people can get the support that they need has become something of a postcode lottery. That is no huge surprise given the perilous state of local government finances after the last Government’s failures. The new Government’s extension to the household support fund in the Budget is very welcome and will be vital to so many people who need it.\r\n\r\nWhat will be key is effective regulation of the social and private rented sectors. The statistics from the social rented sector are stark. Social landlords need to provide more of their stock as furnished, and I believe that potential legislative routes to achieve that should be considered. In the private rented sector, the Renters’ Rights Bill does much to tackle the overriding issues that exacerbate furniture poverty for renters and shows how important regulation is. I encourage the Government to consider the small, additional regulatory changes that I have outlined in this speech, which could make a real difference to people in furniture poverty.\r\n\r\nI appreciate that because this issue is a cross-departmental one, the Minister may not be able to respond to all of my points, in which case I ask her to raise any outstanding points with the relevant Minister and ask them either to write to me or to meet me to discuss them. That would be very helpful.\r\n\r\nI will end there and defer to colleagues, who I know have lots of valuable contributions to make.",
      "OrderInSection": 12,
      "Timecode": "2024-11-06T16:41:08",
      "ExternalId": "0A263CC4-A601-4F87-B647-161D294FA4E8",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890882,
      "MemberId": null,
      "AttributedTo": "Several hon. Members rose—",
      "Value": "",
      "OrderInSection": 13,
      "Timecode": null,
      "ExternalId": "68855A59-82B5-4BAF-A792-9C8F38CD08A2",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890883,
      "MemberId": 87,
      "AttributedTo": "Sir Roger Gale (in the Chair)",
      "Value": "Order. If we can keep contributions to about five minutes each, we might be able to get everybody in.",
      "OrderInSection": 14,
      "Timecode": null,
      "ExternalId": "653F85E6-BA82-4622-80BA-B586FA8265D7",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946542,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "16:43:00",
      "OrderInSection": 15,
      "Timecode": "2024-11-06T16:43:13",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890884,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon (Strangford) (DUP)",
      "Value": "It is a pleasure to serve under your chairmanship again, Sir Roger. I congratulate the hon. Member for North West Cambridgeshire (Sam Carling) on securing and introducing this debate. I will give a Northern Ireland perspective, as I often do, and say what we are doing in my constituency.\r\n\r\nEnd Furniture Poverty has stated that 9% of all UK adults over 18 are missing at least one essential furniture item. Furthermore, 1 million adults are in deep furniture poverty, meaning that they are missing more than three essential furniture items. Those items can include a bed, a wardrobe, a cooker, blinds or curtains, or indeed a fridge-freezer. Those things are absolute necessities for all homes.\r\n\r\nEnd Furniture Poverty estimates that at least 6 million people in the UK are experiencing some sort of furniture poverty. In addition, in the year 2022-23 the number of people living in absolute poverty increased by half a million people before housing costs and by some 600,000 people after housing costs. Further analysis has revealed that at least 1.2 million children, or at least 9% of all children, are experiencing furniture poverty within those households. The average cost of an item is some £250, which means it would cost approximately £2.25 billion to end furniture poverty. That is quite a challenge.<span id=\"114WH\" class=\"column-number\" data-column-number=\"114WH\"></span>\r\n\r\nWe often forget about the different types of poverty and how they can affect families across the UK. The debate today on furniture policy is so apt and important for our constituents, as I will illustrate.\r\n\r\nI am very fortunate to have a number of churches in my constituency that help with furniture poverty. I would like to mention one in particular that I deal with regularly simply because it is available and very attentive to any requests that we put forward. My office has a great relationship with the St Vincent de Paul organisation, a UK charity that supports those who are on the breadline and at risk of being plunged into absolute poverty, and which estimates that almost 1 million people—a massive figure—experience enforced deprivation. St Vincent de Paul has been fantastic, working with my office to provide direct support for household goods, and it does so regularly without any questions whatsoever. Each week in the office, we deal with people in desperate need.\r\n\r\nIt is also great to hear that other organisations in Northern Ireland have schemes to support people with household goods this winter. We are at that time of year again; Christmas time brings it home very clearly. Today’s debate comes at a time when many of us are focused upon this very issue, as so many people are struggling with rising energy bills, the cost of living, and cold weather on the horizon. We are often reminded that individuals and families out there are really struggling, and it is important that there is support for them out there.\r\n\r\nI will conclude now and hopefully allow others a few minutes to participate. It is critical that provision is made to ensure that families have the best support. This debate gives that opportunity. We look forward to the Minister’s contribution and that of the shadow Minister. Furniture poverty has proven to be a real issue, which so many people are experiencing, given the dire statistics that I have mentioned. We must do more to support the charities. If the Minister does not mind my saying so, I think there is an opportunity for us to work hand in hand with charities. That should be done as a matter of course. Perhaps the Minister will comment on that point, and perhaps together we can provide support for the people who need it.",
      "OrderInSection": 16,
      "Timecode": "2024-11-06T16:43:18",
      "ExternalId": "BAC4184C-A9F5-42FD-8557-245253CFAB86",
      "HRSTag": "hs_Para",
      "HansardSection": "BY-CB1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946543,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "16:47:00",
      "OrderInSection": 17,
      "Timecode": "2024-11-06T16:46:58",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "CB2-CD1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890885,
      "MemberId": 5339,
      "AttributedTo": "Danny Beales (Uxbridge and South Ruislip) (Lab)",
      "Value": "It is a pleasure to serve under your chairmanship, Sir Roger. I thank my hon. Friend the Member for North West Cambridgeshire (Sam Carling) for securing this important debate. We can see from Members’ interest the importance of the subject to everyone.\r\n\r\nThis topic is also quite dear to my own heart, as I have discussed before. Growing up, my mum and I were unfortunately homeless twice. After moving to hostels, B&amp;Bs and temporary accommodation, we were finally given the keys to a new council house—but with no curtains to keep out the daylight and give us privacy, and no bed, only a duvet, and then eventually a shared mattress on the floor to sleep on, so although we had a roof over our heads, we certainly did not have a comfortable and warm home. Unfortunately, experiences like that are all too common in 2024.\r\n\r\nFor families like mine when I was growing up, who have been made homeless or squeezed out by the precarious private rented sector, it is rare to be able to afford to <span id=\"115WH\" class=\"column-number\" data-column-number=\"115WH\"></span>furnish a property. Colleagues will have seen properties in their constituencies with furniture dumped outside, as people have to quickly leave their private rented sector property with nowhere to go. That challenge has been compounded by the cost of living crisis: we have seen a 31% increase in the cost of furniture between 2020 and 2023.\r\n\r\nWhen my constituents in Uxbridge and South Ruislip are evicted from their homes—my inbox is a testament to the fact that that is an all too common occurrence—they have no idea where they are going to sleep that night. They are told by the council to fit all their belongings into one black bin bag and to turn up at the civic centre. Clearly, one bag of belongings will not contain a bed frame for their children to sleep on, an oven to cook their meals or a fridge to store their medication. These families are also clearly unable to afford storage, which is very expensive, or transport to move their belongings to whatever temporary accommodation they are eventually given. They have to throw away vital belongings or leave them behind, leading to further distressing and life-changing impacts, on top of their homelessness.\r\n\r\nShould a family eventually be fortunate enough to get a permanent house, as we have heard today and from the excellent work of charities, only 2% of social housing is furnished—significantly less than in the private rented sector. Many are left without the essential items that we all need for a constructive and healthy life. As we have heard, this issue affects 26% of people in social housing, and a significant group are in deep furniture poverty as they lack three or more essential items. That particularly affects the most disadvantaged, the disabled and people from ethnic minority communities, who have a higher rate of furniture poverty.\r\n\r\nThe impacts of furniture poverty are scarring; they are often lifelong and life-changing. There is a health impact if a young family cannot get the nutrients they need from a balanced diet because they cannot afford an oven, or even a microwave to heat up a ready meal. If children are unable to get a good night’s sleep because they do not have a bed, or if they cannot do their homework because they do not have a desk like their peers do, there will be a lasting impact on their development. Great research from the End Furniture Poverty campaign, about which we have rightly heard fantastic things, shows that there is a significant extra financial impact on families, through their food and heating bills, if they are not able to afford those basics.\r\n\r\nLacking the necessary furniture items is a trap. It often forces families already facing financial hardship and homelessness to approach unscrupulous loan sharks, take out further debt or borrow money from friends and family if they can, and that leads to a cycle of poverty and destitution, which leads to rent arrears and higher eviction rates—and the cycle begins again.\r\n\r\nThe good news is that we can end furniture poverty. Since taking power, the Government have shown that they understand the importance of working with local government, where many of the solutions lie. We need to empower and support local authorities to tackle this issue. There are many good local initiatives—we have heard about some in Liverpool—but we need more. We need to work with local and regional government on <span id=\"116WH\" class=\"column-number\" data-column-number=\"116WH\"></span>regional reuse hubs, so that furniture and appliances left behind in properties can be reallocated to the families most in need. Local recycling centres often have furniture that people do not want to see go to waste. Why can we not reuse it for those in social housing and furniture poverty?\r\n\r\nWe need to look at the household support fund, to which the Government made a strong commitment of £1 billion in the Budget. Unfortunately, a lot of that funding is used not for household items, but for other issues. Can the guidance for the fund be strengthened to highlight the importance of tackling furniture poverty?\r\n\r\nAs has been said, we need to work with housing providers and registered social landlords to help them reach the key goal of 10% furnished social housing stock. We are rightly updating the decent homes standard, but it must include both the inside and the outside of a home. Furnishings are part of decent housing. I welcome the Government’s commitment to the homelessness strategy and the child poverty taskforce. Those welcome and much-needed pieces of work could play convening roles in tackling this issue.\r\n\r\nTackling furniture poverty will also address the strain on the public purse. We know about the impact on poverty, health and education. Although there is a cost to tacking this issue, it will ultimately lead to savings for health, education and special educational needs bills and for the welfare state.\r\n\r\nI thank the charities for their fantastic work on this issue. They give much-needed support to families in our communities—Trinity Homeless Projects in my constituency does fantastic work—and provide advocacy and action in this space. I thank Members for their contributions. I look forward to hearing from the Front-Bench team and working with them to tackle this issue, deliver the change that people in this country not only want but desperately need, and end furniture poverty for good.",
      "OrderInSection": 18,
      "Timecode": "2024-11-06T16:47:22",
      "ExternalId": "EBC63D3B-A1EE-4744-9C85-8F25F956DC28",
      "HRSTag": "hs_Para",
      "HansardSection": "CB2-CD1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946544,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "16:54:00",
      "OrderInSection": 19,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "CB2-CD1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890886,
      "MemberId": 5316,
      "AttributedTo": "Mike Reader (Northampton South) (Lab)",
      "Value": "It is a pleasure to serve under your chairmanship in my first ever Westminster Hall debate, Sir Roger. I am very grateful to be here. It is an honour to follow some fantastic contributions. I thank my hon. Friend the Member for North West Cambridgeshire (Sam Carling) for raising this issue.\r\n\r\nAs has been said, 6 million people in the UK live in furniture poverty, which means that nearly 10% of the UK population do not have access to at least one essential item of furniture. As my hon. Friend said, that definition is not clear. Even though I have become interested in the issue since joining the House and witnessing the advocacy of some great organisations, when I speak to my friends about furniture poverty they think it is about cookers and fridges. In actual fact, a big part of furniture poverty, and what I want to focus on today, is fabrics: carpets, floor finishes and window coverings.\r\n\r\nTo pick up on some of the points that have already been made, furniture poverty more generally has a much bigger societal impact than just that direct impact on families. There is a link between families in insecure homes, their health outcomes, and the pressures placed on their local authorities and care organisations. Families who do not have good fabric in their homes—carpets or <span id=\"117WH\" class=\"column-number\" data-column-number=\"117WH\"></span>window coverings—typically have higher energy bills, and the insecurity that furniture poverty creates causes social and other issues.\r\n\r\nMy hon. Friend the Member for North West Cambridgeshire mentioned that 70% of people feel socially isolated due to the impact of furniture poverty. That leads to shame, with people, including kids, not having their friends round when they want to, causing families and older people to become isolated as they struggle with stress and anxiety. It was also mentioned that 60% of those in furniture poverty struggle to maintain healthy eating habits, which has a knock-on effect not only on the individual but on our health system and the health of our nation.\r\n\r\nI want to talk a bit more about carpets and window coverings. I have joined the House from the construction industry and found that this Government have a big focus on housing—it is fantastic to see that that is one of our five missions. There are 1.2 million people living without suitable floor coverings in their homes and about three quarters are in social housing. Similarly, about 870,000 people are in homes without appropriate window coverings, and about half of them are in social housing. Although this is a big issue for the social housing sector, it affects not just people in that sector, but everyone. Indeed, we have had representations today from Northern Ireland to the north of England and even down to London, showing that this is clearly an issue that affects the whole UK.\r\n\r\nFrom an environmental perspective, the lack of suitable floor and window coverings means we see significant heat loss from properties, which ultimately raises people’s energy bills and can compound the impact of cold winters on elderly people. With rising temperatures in the summer, particularly as a result of climate change, we also see an impact on the ability of older people and families to keep cool in the heat. End Furniture Poverty recognises, and has fed back to me, that the issue also creates hazards for those with mobility challenges, particularly where floors are not suitable for the use of mobility equipment.\r\n\r\nI welcome the fact that the Government have extended the household support fund, because one of the big things we can do is make sure that funding is available for people, particularly where there is no local welfare scheme in place. My constituency of Northampton South is part of the West Northamptonshire council unitary authority area, and there is no local welfare scheme there, so people rely on the household support fund. Frustratingly, despite my council having a cross-party anti-poverty taskforce, I have yet to see a focus on furniture poverty. When I meet the council leader in a few weeks’ time, it will be on our agenda to discuss how, of the £5.2 million from the household support fund given out by West Northamptonshire council, only £168,000 went towards alleviating furniture poverty, despite massive levels of it in my constituency. We have heard similar cases, and I am sure we will hear more from others.\r\n\r\nI will end by asking what the solutions could be, and hopefully help the Minister to address this challenging situation. My hon. Friend the Member for Uxbridge and South Ruislip (Danny Beales) rightly talks about furniture reuse, and although that is a solution, it is becoming increasingly difficult. Fire retardants used in older furniture are now proven to be hazardous, and the <span id=\"118WH\" class=\"column-number\" data-column-number=\"118WH\"></span>Furniture Industry Research Association, which tested furniture that could potentially be used in social housing, found that only in one in six passed modern standards, showing that sometimes when we reuse furniture, we are actually passing on the problem. Ultimately, the problem of social landlords’ liabilities is exacerbated if they encourage furniture reuse but cannot prove that it is safe for families, children or older people.\r\n\r\nDesign for reuse is also important. We are seeing an economy and a society where there is more disposable furniture that is used only once or for a few years, or bought on the cheap and then chucked away. If we are to drive up the reuse of furniture, we have to do more to encourage industry to address that challenge in the way it designs furniture for reuse.\r\n\r\nAs my hon. Friend the Member for Liverpool Riverside (Kim Johnson) mentioned, we see many furnished tenancies in some areas such as London, and fewer in constituencies such as Northampton South. End Furniture Poverty has advocated for a 10% target for social landlords. I agree in principle that that is a good idea, but without the funding and support for social housing—particularly, in my constituency, for Northampton Partnership Homes—that would put real pressure on services and is not a viable solution. I know that the Government are working hard on getting that funding right.\r\n\r\nWe can also design out the need for reuse in the way that we design our buildings. The Government committed to a council house building revolution to design out the need for temporary floor coverings, and to design windows, fixtures and fittings to allow for the easy replacement of curtains and blinds. The way that we design our buildings in the first place can make it easier for social landlords to replace things cheaply and efficiently when they run out.\r\n\r\nThe corporate social responsibility of carpet manufacturers has piqued my interest. It is a niche issue, but Northampton South is the home of the UK’s only carpet recycling centre for non-wool based carpet. Through a small innovative business in Duston in my constituency, we can take old carpet cut-offs from carpet manufacturers, break them down through electrolysis, and turn them into pellets that make car bumpers.\r\n\r\nI am interested to check what happens to wool based carpets that cannot be recycled through that process. If Tapi Carpets and those other big manufacturers get to the end of the line and they cannot sell the carpet, where does it go? How can we get it back into the system, potentially through social enterprises? There is an interesting social enterprise in my constituency called Goodwill Solutions that may have a solution for how we can reuse it and get it into the homes that desperately need floor coverings.\r\n\r\nAs my hon. Friend the Member for North West Cambridgeshire said, I recognise that we must end furniture poverty. I am confident that the Government understand the issue and that we will address it in our drive to improve housing standards and, hopefully, through the decent homes standard and the housing quality standard in Wales.",
      "OrderInSection": 20,
      "Timecode": "2024-11-06T16:54:33",
      "ExternalId": "816F516B-D542-40FA-9250-6CA138F643B1",
      "HRSTag": "hs_Para",
      "HansardSection": "CB2-CD1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946545,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "17:02:00",
      "OrderInSection": 21,
      "Timecode": "2024-11-06T17:02:27",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890887,
      "MemberId": 5109,
      "AttributedTo": "Chris Bloore (Redditch) (Lab)",
      "Value": "It is an honour to serve under your chairmanship, Sir Roger. I congratulate my hon. Friend the Member for North West Cambridgeshire (Sam Carling) on securing the debate. I will share my <span id=\"119WH\" class=\"column-number\" data-column-number=\"119WH\"></span>experience and reaffirm my incredible admiration for my hon. Friend the Member for Uxbridge and South Ruislip (Danny Beales): every time he tells the story of his upbringing and the challenges that he has faced, I am grateful to consider him a colleague in the House and grateful that he has shared his message with the Chamber.\r\n\r\nI admit that I had a fortunate and comfortable childhood. I had a stable home with everything that I could ever need to do my homework, organise my things and get a good sleep—things that I shamelessly took for granted. It was not until I left primary school that I realised that many of my friends faced different challenges and experiences at home that I could not have even imagined at such a young age. It was then that I first understood the detrimental impact that furniture insecurity had on the lives of many of my friends. I remember visiting one of my closest friend’s houses for months, with the washing machine broken and their parents frantically hand-washing every evening while we played video games and ate pizza.",
      "OrderInSection": 22,
      "Timecode": "2024-11-06T17:02:30",
      "ExternalId": "19ED266B-C9A9-40A6-8302-06D6E24147FB",
      "HRSTag": "hs_Para",
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890888,
      "MemberId": 5324,
      "AttributedTo": "Mrs Sarah Russell (Congleton) (Lab)",
      "Value": "I want to raise a point about washer-dryers, as opposed to washing machines. As a mother of three, I spend a lot of time doing the washing. It sounds like a trivial point, but in north-west England it is incredibly difficult to get washing to dry—it starts raining in October and keeps going all year. It is all well and good if the household support fund provides washing machines, which are great and a good start, but that will not solve the whole problem. I implore the Minister to raise the point about dryers. Of course, there are other problems about affording the electricity to run them, but we will create damp in homes if people cannot dry clothes in them.",
      "OrderInSection": 23,
      "Timecode": "2024-11-06T17:04:26",
      "ExternalId": "C8A46F40-C147-44AE-A83F-5D7B35F59EB3",
      "HRSTag": "hs_Para",
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890889,
      "MemberId": 5109,
      "AttributedTo": "Chris Bloore",
      "Value": "My hon. Friend makes a valid point.\r\n\r\nAt the time, I did not know that both my best friend’s parents had lost their job and had gone for months without work, which meant that their important savings were going towards keeping a roof above their head, rather than on a new washing machine. I remember suddenly not being able to visit my friend or to stay over. Later, I learned that that was because his bed was broken and he was too afraid to let me sleep over, as I would see him sleeping in a sleeping bag on the floor. Only thanks to donations from family friends were the issues resolved. In those years, the economy was in a relatively good position. Now, in my constituency, almost 1,000 children will sleep without a bed.\r\n\r\nI am trying to be quick, but I will mention NewStarts, a community reuse social enterprise that was based in my county council division in Bromsgrove and has now opened a second branch with partners in my constituency in Redditch. For more than a decade, the chief executive Marion Kenyon, her staff and team of volunteers have provided free furniture, emergency food and household supplies to families and individuals in the greatest need, whether they are on low incomes or in financial crisis. Their dedication and compassion are unmatched. I look forward to visiting the branch next week. Their work, however, shows that furniture poverty is not an acute but a chronic problem, often the canary in the coal mine alerting us to many of the problems facing households.<span id=\"120WH\" class=\"column-number\" data-column-number=\"120WH\"></span>\r\n\r\nFurniture poverty is absolute. It is a heartbreaking indictment of how all of us in politics must do more to support those who need support the most. Many of the ways that we can support those people were listed by my hon. Friends the Members for North West Cambridgeshire, for Liverpool Riverside (Kim Johnson) and for Uxbridge and South Ruislip.\r\n\r\nI am happy to be a signpost. My excellent office team of Theresa Deakin and Monica Stringfellow are doing great work to link those who need support with existing organisations and funds, such as the household support fund, but that is not enough. I welcome the contents of the Renters’ Rights Bill, but it is time for a radical look at our welfare system and how we reward work and recognise when the system is not working. I am pleased that the Minister is present and that she has promised to reform our welfare system, but right now 10% of all adults live in furniture poverty. When I walk around my constituency, when I visit my schools and when I talk to careers advisers and teachers, it is the same children who are deeply affected by this issue. It is their life chances that we are talking about, and it is their dreams that have been broken by the fact that as a country we have not come to grips with this problem.\r\n\r\nI implore the Minister to act. She has been a hero of mine for many years, outside this House, but the children who will staff our NHS, who will be the next generation of teachers, and who will rebuild this country and fix our foundations, are the children that need the Government’s support now.",
      "OrderInSection": 24,
      "Timecode": "2024-11-06T17:04:30",
      "ExternalId": "C1439EFA-C463-48F2-9E3E-4EF38930540F",
      "HRSTag": "hs_Para",
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946546,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "17:07:00",
      "OrderInSection": 25,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890890,
      "MemberId": 5239,
      "AttributedTo": "Sarah Gibson (Chippenham) (LD)",
      "Value": "It is a pleasure to serve under your chairmanship, Sir Roger. I thank the hon. Member for North West Cambridgeshire (Sam Carling) for securing this important debate.\r\n\r\nNo one should fear for their future, struggle to put food on the table or worry about heating their homes. The cost of living crisis has been a huge financial hardship across the country and has restricted the lives and chances of millions. Furniture poverty is particularly common in social housing, and it is a scandal that only 2% of social housing is fully furnished. As a new MP, like the hon. Member for North West Cambridgeshire, I have already experienced two examples where I helped constituents out of homelessness and into social housing, only to find that they moved into homes that were not furnished. Unfortunately, that is all too commonplace.\r\n\r\nI am very grateful to the hon. Member for Uxbridge and South Ruislip (Danny Beales) for sharing his personal experience of homelessness and indeed of furniture poverty. Unfortunately, I must agree with him that the experience is sadly commonplace. In my constituency, we see it regularly.\r\n\r\nThe End Furniture Poverty group considers flooring to be an essential item and with good reason. Without flooring, as we have heard, it is hard to keep a property clean and, if the property is old—in particular, if it was built before the 1980s—not having flooring will make rooms difficult to heat. As the hon. Member for North West Cambridgeshire mentioned, that flooring is often thrown out, which makes it even more ridiculous.\r\n\r\nVulnerable members of our community, when they move into a home that should be a new start, should not feel as if it is still under construction, but that is often how they feel. Like the hon. Member for Northampton <span id=\"121WH\" class=\"column-number\" data-column-number=\"121WH\"></span>South (Mike Reader), I have a background in construction, and I was grateful to him for sharing his insights on the fabrics, in particular his point about the lack of flooring being the cause of various environmental issues. We should not feel as if that is happening. One point that I would make is that wool carpets can be composted.\r\n\r\nWe still have 1.2 million people in the UK whose lives and homes are without flooring. In my constituency, where more than 44,000 people are struggling with fuel poverty and 17,000 pensioners are due to lose their winter fuel allowance, many people are forced into choosing between heating their homes or visiting and having friends. I take the very clear point that people suffer from social isolation due to lots of these issues, and they do not dare to let people into their homes. I am sure we have all seen that when canvassing, when someone hardly opens the door because they are scared to let people see what is behind it. That is bound to cause all sorts of quite serious issues.\r\n\r\nFor the record, I note that Wiltshire Money in my constituency has held focus forums on the subject of furniture poverty, and I applaud the charities working across Wiltshire that have worked so hard to find ways of alleviating poverty in all its forms. As the hon. Member for Strangford (Jim Shannon) mentioned, the churches and charities are working hard, but the burden should not fall on them alone, and we are not doing enough.\r\n\r\nI congratulate the hon. Member for North West Cambridgeshire on securing the debate and on raising this important issue. The Liberal Democrats are happy to support hon. Members on both sides of the House in any efforts to end the cost of living crisis and address furniture poverty as part of that goal.",
      "OrderInSection": 26,
      "Timecode": "2024-11-06T17:07:30",
      "ExternalId": "84B8E6E6-9D37-4C48-B8DE-0199181727A5",
      "HRSTag": "hs_Para",
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946547,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "17:11:00",
      "OrderInSection": 27,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890891,
      "MemberId": 4513,
      "AttributedTo": "Mims Davies (East Grinstead and Uckfield) (Con)",
      "Value": "It is a pleasure to serve under your chairmanship, Sir Roger. I thank the hon. Member for North West Cambridgeshire (Sam Carling) for securing this debate and for his thoughtful speech that I learned many things from. We also had contributions from the hon. Member for Strangford (Jim Shannon), as ever, and from the new hon. Members for Hartlepool (Mr Brash) and for Northampton South (Mike Reader), who made an interesting point about home design. I agree with the Lib Dem spokesperson, the hon. Member for Chippenham (Sarah Gibson), about charity. The challenge is that “Hello, I’m from the Government and I’m here to help” is not always the right approach, but there has certainly been much to consider in this flooring debate.\r\n\r\nI thank the new hon. Member for Uxbridge and South Ruislip (Danny Beales) for sharing the impact on him. I lost my home when my dad was made disabled, and I certainly did not have people round, due to his disability. We may have different approaches in this House to fixing things, but many of our experiences are similar. I thank him for sharing that, because these things are never easy to do.\r\n\r\nThe outgoing Conservative Government, certainly when I was in the Department for Work and Pensions, found furniture poverty to be a hidden issue. I will welcome hearing from the Minister, because we have often debated together and it is a pleasure to be in the Chamber with her. I believe that we had a strong record of understanding in this area in the DWP—I recognise <span id=\"122WH\" class=\"column-number\" data-column-number=\"122WH\"></span>some of the officials in the Chamber this afternoon—but the challenge is always about how to approach such matters.\r\n\r\nDespite our delivering the fastest-growing economy in the G7—the economy was mentioned—the challenges around the pandemic and the war in Ukraine meant that supporting the most vulnerable was often a crucial challenge in the last few years. Benefits were rightly uprated with inflation, however: the state pension was uprated by 10.1% in 2023 and again by 8.5% this year. I was also proud to work on the £94 billion cost of living support, which I am sure the Minister will mention, and I was the Minister who delivered the key cost of living payments to 8.3 million people in 2023. That was no mean feat for the Department for Work and Pensions. I also signed into law the regulations to provide 6 million people with extra cost disability benefits—an additional £150 for disabled people.\r\n\r\nThe report by End Furniture Poverty is stark, showing that 55% of adults in fuel poverty have a disability and therefore need those extra payments. In fact, I have seen for myself some of the furniture poverty support that we provided as a Government, particularly in Wolverhampton. It was clear that fuel poverty is as much about materials and fabrics as it is about beds. I thank End Furniture Poverty for its report, and I appreciate that this is an issue that the Department is seeking to understand.\r\n\r\nI also appreciate that the Minister and the Labour party have a somewhat complicated relationship with universal credit, but we know that universal credit works in getting support to those people who need it; it particularly worked during the pandemic. The move from a paper-based process was a key change that we certainly leaned on during the pandemic.\r\n\r\nWhen I was a Minister, we were able to allocate £900 million from the dormant assets scheme to projects across the UK to alleviate wider poverty and to support the charity sector. I know that many local authorities understand the challenges and needs of their communities best, which is why I absolutely support the extension of the household support scheme. When I was a Minister, we really worked on flexibility in guidance for local councils. Whether it was about buying an air fryer, supporting people with energy bills, or buying a washer and a dryer, it was absolutely possible. In the first tranche of funding, £3.8 million and £4.8 million were awarded to my own local authorities in East Sussex and West Sussex respectively.\r\n\r\nAs I say, I have seen that funding in action in Wolverhampton. I have also seen the support that has needed to be given in libraries through the Citizens Advice services in East Grinstead and Uckfield in my constituency. I am glad that we are close to this need on the ground. I applaud the Government for supporting this, and I hope that alongside the uplift to the local housing allowance on which we were able to deliver, the Minister can persuade the Treasury that this is important work to continue with.\r\n\r\nThe Government’s decisions in the Budget will certainly add to the challenges. It is frankly shocking, as I think the Minister would agree, that the Joseph Rowntree Foundation has concluded that the average family will be £770 worse off in real terms by October 2029 than they are today because of the Budget. Our constituents need to know where the £300 of energy savings will materialise from.<span id=\"123WH\" class=\"column-number\" data-column-number=\"123WH\"></span>\r\n\r\nThere were also the shameful changes to pensioner payments for 10 million pensioners. It is really important that the Government respond to the Social Security Advisory Committee about the potential poverty impact. I ask the Minister to explain how furniture poverty will be affected. We have heard about the choice between heating and eating, which is certainly something that I worked to alleviate.\r\n\r\nI would also love to hear from the Minister on the point about disabled people, including on the future of the cross-Government work of the disability champions, which I understand has been somewhat sidelined. Their work meant that each Department had a particular focus when it came to disability and poverty.\r\n\r\nTaking all this together with the impact of the Budget of broken promises, and looking to the future, I hope that the Government will ensure pensioners can keep warm this weekend, and that they will continue to work with local authorities and the Treasury to help people who find themselves affected by furniture poverty. Some very practical ways of alleviating the issue have been mentioned today. The Opposition will work with the Government and with all Members to ensure that we support any changes that are possible, but I say to Government Members that when they troop through the Lobbies this evening to vote on the Budget, I hope they will remember this debate.",
      "OrderInSection": 28,
      "Timecode": "2024-11-06T17:11:35",
      "ExternalId": "00319248-411D-4279-9E4D-625EE3104D18",
      "HRSTag": "hs_Para",
      "HansardSection": "CD2-CH1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946548,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "17:19:00",
      "OrderInSection": 29,
      "Timecode": "2024-11-06T17:19:04",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "CH2-CK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890892,
      "MemberId": 4083,
      "AttributedTo": "The Minister for Employment (Alison McGovern)",
      "Value": "As ever, Sir Roger, it is a pleasure to serve under your chairship. I thank my hon. Friend the Member for North West Cambridgeshire (Sam Carling) for securing this debate and for the very important work that he has done to support the Renters’ Rights Bill, which will make a big difference to the experience of people living in privately rented homes.\r\n\r\nOn behalf of us all, may I congratulate the hon. Member for East Grinstead and Uckfield (Mims Davies) on her new appointment? She is right to say that she and I have debated these issues many times. I will miss doing so, and I know that many of my colleagues in the DWP miss her. We wish her all the very best in her new role.\r\n\r\nThe current level of poverty is unacceptable: 1.3 million more people are in poverty than in 2010. Poverty damages lives in so many ways, as we have heard this afternoon. People simply cannot fulfil their potential when struggling to pay for basic essentials, or in many cases going without them. I am determined that we will take steps to put that right.\r\n\r\nGood work will always be the foundation of our approach to tackling poverty. Hon. Members will know that we had a manifesto commitment to bring forward changes in this area. We will shortly publish the “Get Britain Working” White Paper, which will announce our reforms in that area. We will have a new service to support more people to enter, remain and do better in work, and a youth guarantee, with increased join-up of employment and health, which are causing so many challenges in this area. Through our plan to make work pay, we will ensure that we create opportunities for all by tackling low pay, poor working conditions and job security. This is a truly ambitious agenda to empower working people and grow our economy.<span id=\"124WH\" class=\"column-number\" data-column-number=\"124WH\"></span>\r\n\r\nWe want to protect living standards, and wages are important in doing that. The national wage introduced by the new Labour Government back in 1999 has had a transformative effect on the fortunes of working people. In last week’s Budget it was announced that the national living wage will rise to £12.21 an hour from next April, boosting the pay of 3 million workers. That is an increase of 6.7%, worth £1,400 a year for a full-time worker, helping us to make progress towards a genuine living wage.\r\n\r\nHon. Members have mentioned the child poverty taskforce. I will take today’s debate as a submission through the child poverty taskforce process, because we have shown how interconnected many of the issues are. It is shameful that in a rich country such as the UK, 4 million children were living in relative poverty last year, and that 800,000 children have used a food bank in the past 12 months. As has been said, the End Child Poverty campaign has suggested that 1.2 million children were in furniture poverty in 2022. That is just unacceptable. It scars children’s lives now and can damage their long-term health, education and employment outcomes. It holds our country back, and we are determined to see change.\r\n\r\nI hope it is helpful to hon. Members if I give a brief update on the child poverty taskforce, which is working to publish a comprehensive and ambitious child poverty strategy in the spring. Last month, we published a framework to set out how we will develop the strategy, harnessing all available levers because, as so many Members have said, policy in one area affects another. We want to develop the strategy with exactly that in mind. We have four key themes: incomes, costs, increasing financial resilience and getting better local support. On that note, I recently visited Glasgow, where the city council is doing excellent work to join things up locally, as Members have suggested.\r\n\r\nLater this month, the taskforce will meet employers, trade unions and think-tanks to discuss options to increase incomes and financial resilience in low-income households. We want to ensure that the strategy addresses poverty in every corner of the land and that we hear and learn from families in poverty as we shape it. We will be holding engagement events across the UK—I have already visited various constituencies myself—bringing together a diverse range of voices and setting up a new forum for parents and carers to ensure that the experiences of our kids are included at the heart of the strategy.\r\n\r\nThe Government believe that a wealthy country like the United Kingdom should have a social security system that meets the needs of people who are unable to fully support themselves through work. We know that for many, the system we inherited is not currently achieving that. We are determined to fix the fundamentals so that low-income families can afford the basics. We have inherited a number of policies and a challenging fiscal climate that have left us with difficult choices.\r\n\r\nIn response to the shadow Minister’s point about universal credit, it is fair to say that the policy has been on a long journey. Some of the points she made about the responsiveness of social security during the pandemic are important. We must learn from that and try to address the challenges we now face. That is why we have committed to reviewing universal credit and will listen to a full range of views on potential changes to make sure that it is doing its job now.<span id=\"125WH\" class=\"column-number\" data-column-number=\"125WH\"></span>\r\n\r\nAs a first step, the Chancellor announced in last week’s Budget that we will introduce a fair repayment rate. That will help households on universal credit who are having deductions made from their benefit, perhaps because they had a loan of some kind or moved into a new home and needed to buy furniture or other items. We will ensure that they can retain more of the money from their benefit to help them to budget for essentials like this. Over 1.2 million households on universal credit will benefit from the changing of the deduction cap from 25% to 15%. It will mean an average of £420 a year, which is a good down payment on a future plan.\r\n\r\nI turn to the specific issue of furniture affordability. Most of us will experience large one-off costs or unexpected expenditure at some point. As hon. Members have explained fully, these costs can be difficult to budget for, and we do not want to drive people into debt.",
      "OrderInSection": 30,
      "Timecode": "2024-11-06T17:19:30",
      "ExternalId": "C170FB85-B886-440F-9F2C-C4C3617DC813",
      "HRSTag": "hs_Para",
      "HansardSection": "CH2-CK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890893,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon",
      "Value": "I mentioned the significant work done by charities and particularly churches, including St Vincent de Paul. What are the Minister’s thoughts on that?",
      "OrderInSection": 31,
      "Timecode": "2024-11-06T17:26:38",
      "ExternalId": "0C319FF6-C26F-4012-B071-DCAAE412EDA8",
      "HRSTag": "hs_Para",
      "HansardSection": "CH2-CK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890894,
      "MemberId": 4083,
      "AttributedTo": "Alison McGovern",
      "Value": "The hon. Gentleman makes his point very well. Let me respond briefly to questions that Members have raised. I will ask the relevant Minister to write to my hon. Friend the Member for North West Cambridgeshire about the regulatory changes arising from the Renters’ Rights Bill, on whose Public Bill Committee he served ably. I reassure him that the DWP will work across Departments, because these areas cover different departmental responsibilities. We will include all those points in the child poverty taskforce. The hon. Member for Strangford (Jim Shannon) is right about charities—Wirral Repair Café in my constituency does a fantastic job.\r\n\r\nMy hon. Friend the Member for Uxbridge and South Ruislip (Danny Beales) made an excellent speech on household support fund guidance. I encourage him to be part of that conversation. I will take away what he has said, but he might want to write to me with more detail. To other hon. Members, I say that we are looking at all the ways in which poverty is now affecting people, <span id=\"126WH\" class=\"column-number\" data-column-number=\"126WH\"></span>given the spikes in energy prices and other issues. The comments were about the construction of homes and how we can limit the cost of energy are very important. I encourage Members to keep bringing those points forward, because now is the time to address them.\r\n\r\nHon. Members will know that the social security system has always made provision to help people on low incomes without adequate savings, and we do consider the impact of budgeting loans, advances and other measures. I mentioned the change in deductions. We know that while there will always be people who struggle to meet unexpected costs, no one wants a system in which large numbers of people are relying on crisis support to help them to feed their families or pay for heating and other day-to-day essentials. We want the system to genuinely respond to this as a crisis, not a chronic problem.\r\n\r\nTo support the upcoming child poverty strategy and address the demand we face, as the hon. Member for East Grinstead and Uckfield mentioned, we are continuing to provide substantial funding for crisis support through the household support fund and discretionary housing payments. We will invest £1 billion, including the Barnett impact, to extend the household support fund in England for an additional year until 31 March 2026 and to maintain the discretionary housing payments fund for a further year. This will ensure that the current targeted support is available for the most vulnerable.\r\n\r\nIn the end, we know that there is no quick fix. The issues that we have in this country are deep rooted and complicated, but that can never be an excuse for not trying to tackle them. We have taken the first steps, and there is more to come in the child poverty strategy and the “Get Britain Working” White Paper. I look forward to working with all Members here to get this right.\r\n\r\n<em>Question put and agreed to.</em>\r\n\r\n<em>Resolved</em><em>,</em>\r\n\r\nThat this House has considered furniture poverty.",
      "OrderInSection": 32,
      "Timecode": "2024-11-06T17:26:50",
      "ExternalId": "8C62044C-083A-49E6-9CC5-8F6F44989131",
      "HRSTag": "hs_Para",
      "HansardSection": "CH2-CK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946549,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "17:29:00",
      "OrderInSection": 33,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "CH2-CK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890895,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<em>Sitting adjourned.</em>",
      "OrderInSection": 34,
      "Timecode": null,
      "ExternalId": "24110664000195",
      "HRSTag": "hs_Para",
      "HansardSection": "CH2-CK",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}