{
  "Overview": {
    "Id": 4751131,
    "ExtId": "A62903E8-DD22-4CB7-946C-1E4B6A2E33E1",
    "Title": " Energy Rebates: Highlands and Islands",
    "HRSTag": "hs_2cWestHallDebate",
    "Date": "2024-11-06T00:00:00",
    "Location": "Westminster Hall",
    "House": "Commons",
    "Source": 2,
    "VolumeNo": 756,
    "ContentLastUpdated": "2024-11-08T13:17:01.26",
    "DebateTypeId": 2,
    "SectionType": 1,
    "NextDebateExtId": "121D2AF0-44E5-4B39-8A63-F81C5BF210C3",
    "NextDebateTitle": "Furniture Poverty",
    "PreviousDebateExtId": "46275579-B4A9-4F5C-B6A7-20CB33F9ECC6",
    "PreviousDebateTitle": " Fuel Poverty"
  },
  "Navigator": [
    {
      "Id": 4751126,
      "Title": "Westminster Hall",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "288cbda7-0844-4cd6-acf5-49628db32408",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751131,
      "Title": " Energy Rebates: Highlands and Islands",
      "ParentId": 4751126,
      "SortOrder": 6,
      "ExternalId": "A62903E8-DD22-4CB7-946C-1E4B6A2E33E1",
      "HRSTag": "hs_2cWestHallDebate",
      "HansardSection": "BO2-BS1",
      "Timecode": null
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40890862,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"103WH\" class=\"column-number column-only\" data-column-number=\"103WH\"></span>",
      "OrderInSection": 0,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946538,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:52:00",
      "OrderInSection": 2,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890863,
      "MemberId": 5277,
      "AttributedTo": "Graham Leadbitter (Moray West, Nairn and Strathspey) (SNP)",
      "Value": "I beg to move,\r\n\r\nThat this House has considered the potential merits of energy rebates for the Highlands and Islands.\r\n\r\nIt is a pleasure to serve under your chairmanship, Sir Roger. I am here to address a matter of critical importance to my constituents in Moray West, Nairn and Strathspey, and indeed to residents across the highlands and islands: the vital need for a highland energy rebate. I first pay tribute to my predecessor, Drew Hendry, who played a leading role in the campaign, and my hon. Friend the Member for Argyll, Bute and South Lochaber (Brendan O’Hara), who has been involved in the campaign since its inception.\r\n\r\nOur region’s unique energy challenges would be met by a highland energy rebate—a solution that is as equitable as it is necessary. First, let us acknowledge the glaring inequity and downright discrimination in our energy landscape. The highlands and islands contribute disproportionately to the UK’s renewable energy supply, yet we bear the highest energy costs. That is particularly unjust considering that our region generates about 5.5% of the UK’s total renewable energy, while our population constitutes only 0.4% of the UK total. Despite the fact that we power homes across the UK, our residents face some of the highest fuel poverty rates in the UK.\r\n\r\nThat regional discrimination has been compounded by the removal of the winter fuel payment from so many vulnerable people in some of the coldest parts of the UK, in communities such as Aviemore, Kingussie, Newtonmore, Grantown-on-Spey and Tomintoul in the Cairngorms in my constituency, and many others across the entirety of the highlands and islands and Moray. For decades, these communities have paid far more than most for the basic human need to stay warm. People living in the north of Scotland quite literally have energy generated within sight of their homes, but it is transmitted hundreds of miles away so that other consumers can pay significantly less to heat their homes.\r\n\r\nThis situation is simply a legacy of long-standing structural failures in the energy regulation system, and a lack of action by successive UK Governments and the regulator, Ofgem. In a previous debate, the Minister mentioned giving Ofgem more teeth to deal with energy suppliers, but who deals with Ofgem’s failings? We need to tackle that. As a result of the situation, our residents, especially those not connected to the gas grid—representing the vast majority—rely almost exclusively on electricity for heating. That electricity comes with elevated standing charges and higher unit rates compared with the rest of the UK.\r\n\r\nWhat are the consequences? The impact on the quality of life and economic wellbeing of our communities is severe. Recent data from the Highlands and Islands housing associations’ affordable warmth group reveals that households in our region pay about 40% more than the UK average for energy. To highlight the disparity further, daily standing charges for electricity in northern Scotland stand at 61.98p, compared with 41.59p in London. That, coupled with higher per-unit rates, translates to energy bills that burden our residents and, for many, make basic heating a struggle to afford.",
      "OrderInSection": 3,
      "Timecode": "2024-11-06T15:52:40",
      "ExternalId": "425BB080-9B8B-4910-B17E-73BAD38CD328",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890864,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"104WH\" class=\"column-number column-only\" data-column-number=\"104WH\"></span>",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890865,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon (Strangford) (DUP)",
      "Value": "I thank the hon. Gentleman for securing the debate. I recall the two Members to whom he referred, including a former colleague, and their campaigns. In the previous debate, I also referred to the 26.5% of people in fuel poverty in Scotland. Does the hon. Gentleman see a methodology to get help with an energy rebate based on temperature, or would he base it on the cost, where it is higher for fuel, in the circumstances that he is referring to?",
      "OrderInSection": 6,
      "Timecode": "2024-11-06T15:56:38",
      "ExternalId": "857AA97F-E0BF-4885-936F-1B7C7BBE164D",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890866,
      "MemberId": 5277,
      "AttributedTo": "Graham Leadbitter",
      "Value": "The basic issue relates to the regional inequity, which has to do with the regulation of the system and of how distribution charges are applied and basic unit prices charged. Those are generally much higher. It is more than just the temperature issue; it is about the whole structure of the energy system.\r\n\r\nFuel poverty rates in our region are stark: 39.8% of households in Na h-Eileanan an Iar, 32.9% in the highlands and 31.6% in Moray experience fuel poverty. In Na h-Eileanan an Iar alone, 24.3% of households face extreme fuel poverty, a rate that is unmatched across the UK.\r\n\r\nThe highland energy rebate would represent a fair solution. It would be an actionable, just and necessary response to the challenges. The rebate would provide essential financial relief to those burdened by the high cost of energy. Such a measure would help to alleviate the financial pressure on families and individuals who already endure the highest levels of fuel poverty in the UK. Beyond the immediate household impact, a rebate would boost the local economy and reinforce the economic stability of the highlands and islands. By lessening the financial burden of energy costs, we can empower residents, enabling greater participation in our communities and stimulating local economic activity.\r\n\r\nWhat can we learn from the existing frameworks? Critics may argue that implementing such a rebate is complex or costly, but let me be blunt: people who live in fuel poverty and face the choice of heating or eating on a day-to-day basis have a day-to-day existence that is also complex and costly.\r\n\r\nSimilar rebate frameworks exist not only in various countries across Europe—Norway and Denmark, for example—but here in the UK. The hydro benefit replacement scheme was well intentioned, but it fell short of supporting our vulnerable consumers adequately. In 2022, a brief review noted that the scheme\r\n\r\n“does not…provide an efficient or effective way of”\r\n\r\nsupporting\r\n\r\n“vulnerable consumers”.\r\n\r\nGiven the additional £49 million paid by highlands and islands energy consumers over the past three years, our communities cannot afford continued shortfalls in targeted support. We deserve a scheme that is equitable, modern and regionally tailored. The recently proposed household energy rebate of £10,000 over 10 years for those living near new energy infrastructure underlines the precedent for providing regional support. A highland energy rebate would take us a step further, applying it to areas where renewable energy infrastructure already exists, and supporting the nation.\r\n\r\nIn conclusion, this is a matter of fairness, equity and regional support. The highlands and islands play a pivotal role in the UK’s clean energy production, yet we bear the highest costs. The highland energy rebate would <span id=\"105WH\" class=\"column-number\" data-column-number=\"105WH\"></span>be an acknowledgment of the contributions of our communities and would ensure a share in the benefits of the energy they help create. I urge everyone here today to support this campaign for a fairer energy system and for economic justice for the highlands and islands, and I hope the Minister will take this opportunity to provide an assurance that the new Government will take this matter seriously and act quickly to address the inequalities in our energy system and lift people out of fuel poverty.",
      "OrderInSection": 7,
      "Timecode": "2024-11-06T15:57:03",
      "ExternalId": "96486725-8ACC-4F6E-9D81-7D6A8B744CD7",
      "HRSTag": "hs_Para",
      "HansardSection": "BO2-BS1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946539,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "16:00:00",
      "OrderInSection": 8,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BS2-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890867,
      "MemberId": 4998,
      "AttributedTo": "The Parliamentary Under-Secretary of State for Energy Security and Net Zero (Michael Shanks)",
      "Value": "I thank the hon. Member for Moray West, Nairn and Strathspey (Graham Leadbitter) for securing this incredibly important debate. He has the pleasure of representing one of the most beautiful parts of Scotland, to which I enjoy going on holiday often. It is great to be discussing this long-standing issue for the highlands and islands of Scotland, which, as he mentioned, was also raised by former Members.\r\n\r\nThe context of this discussion is important. Energy bills are too high for too many people right across the country, not just in the highlands and islands. This Government have made it clear from the outset that we want to put in place an energy system that delivers lower bills permanently; removes the price spikes that all our constituents, including those in the highlands and islands, have faced over the past few years; and speeds up the transition to home-grown clean energy.\r\n\r\nThe hon. Gentleman made the point, as have others, that the north of Scotland plays an important role in delivering clean energy at the moment. That brings us back to a conversation that we have had in this place a number of times—indeed, in the previous debate, I recruited the hon. Member for Inverness, Skye and West Ross-shire (Mr MacDonald) to help me with it—on community benefits. We need to do much more for the communities that host this nationally important energy infrastructure and the network infrastructure that goes with it to get power across the country. They should feel benefits from that in their bills and their local communities, and we are looking at that.\r\n\r\nThe creation of Great British Energy, the first publicly owned energy company in this country for 70 years, is about harnessing clean energy and investing in communities, and of course it will be headquartered in Scotland. I know that the hon. Member for Moray West, Nairn and Strathspey and his SNP colleagues did not support the Great British Energy Bill, but I hope that in time they will see the benefit of Great British Energy delivering a greater quantity of cheaper energy right across the UK, which will bring down bills for everyone, wherever they are.\r\n\r\nThe hon. Gentleman made an important point about locational pricing. If we were to design an energy system from scratch, we would not design the system we have at the moment, which is the legacy of electricity infrastructure being built in different places, at different times and in different ways across this country for a century. Our ambition is to deliver a lower-cost, renewables-based energy system, so we are considering what reforms to the energy market will look like to enable electricity prices to better reflect local conditions. That could have a significant impact on communities like the one the hon. Gentleman represents, recognising that there should be some relationship between where energy is generated and the price people pay for it.<span id=\"106WH\" class=\"column-number\" data-column-number=\"106WH\"></span>\r\n\r\nThere are potential reforms on the table. The previous Government started the consultation and we have picked it up. Many hon. Members will be aware of the options. They include the possibility of zonal pricing, but it is important that we balance such options with potential capital investment impacts, so there is detailed work going on before we reach any decisions. Reform of the electricity market does not have to be defined simply by locational pricing; we will look at a number of other reforms to the national pricing model, and we continue to work closely with the regulator, Ofgem, and the new publicly owned National Energy System Operator to look at how they might work.\r\n\r\nThe hon. Gentleman’s point about transmission and distribution costs comes up in debates inside and outside this place. It is important to recognise the difference between the two. Electricity network charges are paid for connecting to, and using, the electricity network. They are paid by consumers across the country, both industrial and domestic, through the standing charge on their energy bill. Transmission charges are based on the costs that users impose on transmission by connecting in different locations, which means that there are higher charges for those areas that require energy to be transmitted a long distance. However, as we have discussed, transmission costs are generally lower in the highlands and islands than in other parts of Great Britain because Scotland is a net exporter of energy.\r\n\r\nAs the hon. Gentleman pointed out, the difficulty comes with the distribution cost, which is the cost of supplying households in each area with electricity. It is based on the complexities of how we get electricity to individual households, so places like the highlands and islands face higher distribution costs, for obvious reasons: the mountainous terrain, sparse population, distance between houses and poor weather conditions all contribute to those costs being some of the highest in the UK.",
      "OrderInSection": 9,
      "Timecode": "2024-11-06T16:02:08",
      "ExternalId": "5712A48E-DFA2-446A-A194-6EC2B74CFD9A",
      "HRSTag": "hs_Para",
      "HansardSection": "BS2-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890868,
      "MemberId": 5277,
      "AttributedTo": "Graham Leadbitter",
      "Value": "On the point about transmission charges versus distribution charges, transmission is, in effect, distribution to the rest of the UK. Energy is transmitted for people to purchase at the other end. It does not cost any less to do that—in fact, it costs more. Purchasing energy hundreds of miles away from where it is created, but paying less to receive it, seems completely inequitable.",
      "OrderInSection": 10,
      "Timecode": "2024-11-06T16:05:58",
      "ExternalId": "C639D557-1937-40C1-A826-F22801776F2A",
      "HRSTag": "hs_Para",
      "HansardSection": "BS2-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890869,
      "MemberId": 4998,
      "AttributedTo": "Michael Shanks",
      "Value": "I think that would be true if transmission charges were higher in Scotland than in other parts of the UK, but that is not the case. Distribution charges might be lower in certain parts of the rest of the UK, but the transmission charges are higher, taking into account exactly that point.\r\n\r\nWe would like to get the grid into a place where we have much more generation capacity being built next to population centres, as well as the investment in the highlands and islands and the North and Celtic seas, but there is no doubt that the grid we will need to build in the future will be very different from the one where we built a gas or coal power station next to a city. We do have to wrestle with these questions of how we get power to the right place.\r\n\r\nWe also have to take into account how to build in capacity for when renewables are not generating. Parts of Scotland may well generate more electricity than they can use, but not always—not 24/7, 365 days of the <span id=\"107WH\" class=\"column-number\" data-column-number=\"107WH\"></span>year—so the whole grid has to be part of the answer. As the hon. Member referred to, one solution is the hydro benefit replacement scheme. It provides annual assistance of about £112 million to reduce distribution costs for domestic and non-domestic customers in the region, which works out at around a £60 annual reduction in household bills.\r\n\r\nMany hon. Members have raised the really important point of standing charges, which are considerably higher in the highlands and islands than in many other places. The setting of standing charges is a commercial matter—they are not fixed by Government—and is regulated by Ofgem. However, the Government have taken the view, as we made clear during the election and in subsequent weeks, that the burden of standing charges on energy bills is far too high. We have had a number of conversations with Ofgem and others about that, including on the amount of variance between standing charges across the UK.\r\n\r\nWe are committed to lowering standing charges overall, and we have been working constructively with Ofgem on that. In August, Ofgem published a discussion paper addressing many of the issues on standing charges. It sets out the options for how we can reduce them, including moving some supplier operational costs off the standing charge and on to the unit rate, which would rebalance some of the issues raised by the hon. Member; increasing the variety of tariffs available to consumers in the market; and, in the longer term, reviewing how system costs are allocated. That will affect consumers in many ways, but in the meantime we want to work with Ofgem on any practical steps we can take to reduce standing charges as much as possible.\r\n\r\nBefore this debate, we had a debate on the wider questions around fuel poverty. I will not go over many of those points again, but I will just make the point that many aspects of fuel poverty are devolved to the Scottish <span id=\"108WH\" class=\"column-number\" data-column-number=\"108WH\"></span>Government, which in the autumn Budget last year received the biggest settlement since devolution. We have also announced £1 billion through the warm home discount, which provides an annual £150 rebate off bills for low-income households. That has a Barnett impact and there is therefore money for the Scottish Government to invest if they wish to do so.\r\n\r\nThe household support fund is an England-only scheme to provide support for those most in need. Of course, it is for the devolved Governments to decide how they want to allocate the additional funding, and the Scottish Government have not implemented a like-for-like scheme, but they do have a wide range of support for households in response to the cost of living crisis.\r\n\r\nAs I said, we had a very good debate just before this one on fuel poverty. The Government are committed to tackling it. Policy in this area is devolved in Scotland, but this is one of many questions about how we bring down costs for all consumers right across the UK. In our plan for clean power by 2030, we commit to delivering what will be cheaper energy—that was confirmed by the NESO this week. It will require a huge amount of effort, but as part of that we are committed to looking at the review of energy market arrangements as well.\r\n\r\nThis is a complex issue with a number of layers to it. I thank the hon. Member for Moray West, Nairn and Strathspey for raising it again. The challenge of how we lower bills for all is part of the energy trilemma that we are facing around how we demonstrate climate leadership, improve our energy security and lower bills in the long term. It is one that we are tackling head on, and we are determined as a Government to ensure that we do what we can to lower bills for all households across the country—in the highlands and islands, and right across the UK.\r\n\r\n<em>Question put and agreed to.</em>",
      "OrderInSection": 11,
      "Timecode": "2024-11-06T16:07:20",
      "ExternalId": "3E3AB501-83E9-45BB-9ED5-F9C31395DBA3",
      "HRSTag": "hs_Para",
      "HansardSection": "BS2-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946540,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "16:11:00",
      "OrderInSection": 12,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BS2-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890870,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<em>Sitting</em><em> suspended.</em>",
      "OrderInSection": 13,
      "Timecode": "2024-11-06T16:11:05",
      "ExternalId": "24110664000078",
      "HRSTag": "hs_Para",
      "HansardSection": "BS2-BX",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}