{
  "Overview": {
    "Id": 4751125,
    "ExtId": "A0C48801-FB41-4944-9BD3-DF518ECC1C1C",
    "Title": " Road Fuel Market",
    "HRSTag": "hs_2cDebatedMotion",
    "Date": "2024-11-06T00:00:00",
    "Location": "Commons Chamber",
    "House": "Commons",
    "Source": 2,
    "VolumeNo": 756,
    "ContentLastUpdated": "2024-11-08T13:16:27.527",
    "DebateTypeId": 1,
    "SectionType": 1,
    "NextDebateExtId": "",
    "NextDebateTitle": "",
    "PreviousDebateExtId": "8049B232-A0E2-4A56-80F8-A3878CE9C14B",
    "PreviousDebateTitle": "Business without Debate"
  },
  "Navigator": [
    {
      "Id": 4751104,
      "Title": "Commons Chamber",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "90970f9c-e65c-4a47-9a92-02f47570c169",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751125,
      "Title": " Road Fuel Market",
      "ParentId": 4751104,
      "SortOrder": 22,
      "ExternalId": "A0C48801-FB41-4944-9BD3-DF518ECC1C1C",
      "HRSTag": "hs_2cDebatedMotion",
      "HansardSection": "EA-EB",
      "Timecode": null
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40890787,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"474\" class=\"column-number column-only\" data-column-number=\"474\"></span>",
      "OrderInSection": 0,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890788,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<em>Motion made, and Question proposed</em>, That this House do now adjourn.—<em>(Christian Wakeford.)</em>",
      "OrderInSection": 2,
      "Timecode": null,
      "ExternalId": "24110675000002",
      "HRSTag": "hs_Para",
      "HansardSection": "EA-EB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946512,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "21:14:00",
      "OrderInSection": 3,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "EA-EB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890789,
      "MemberId": 5275,
      "AttributedTo": "Graeme Downie (Dunfermline and Dollar) (Lab)",
      "Value": "The topic for this, my first Adjournment debate, is fair fuel pricing, an issue that has been raised repeatedly with me by residents of Dunfermline and Dollar since I was elected in July, and that has been examined by previous Governments of all colours and by the Competition and Markets Authority.\r\n\r\nIn July this year, the CMA said that weakened competition in the fuel sector is negatively impacting drivers’ wallets. Its examination found that, in 2023 alone, high prices cost motorists a staggering amount of money. In the midst of a cost of living crisis, that seems especially egregious. The CMA’s warning was not, however, the first or even the second significant warning on fuel pricing. After launching a market study in July 2022, which reported a year later and made a series of recommendations to protect consumers, the CMA has issued three interim reports. In those reports, the CMA found that drivers were overcharged at the petrol pump by £900 million in 2022 and a further £1.6 billion in 2023. That means that, in just two years, drivers were overcharged by some £2.5 billion on their fuel in the midst of a cost of living crisis. That is shameful profiteering, which we know hits lower-paid workers and families the hardest. The cost of living crisis has meant that changes in the prices of utilities and fuel have been sorely felt.\r\n\r\nWe have long understood the argument that rural drivers might pay more for fuel due to the increased logistical costs and additional staffing costs. I do not always find such arguments convincing, but they at least have a perceived logic to them. However, fuel is not a luxury; it is a lifeline. It enables people to commute to work, take their children to school, and provide care and support to loved ones.",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": "69808A36-B62F-4599-8827-8AF3FDBDC58B",
      "HRSTag": "hs_Para",
      "HansardSection": "EA-EB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890790,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon (Strangford) (DUP)",
      "Value": "I congratulate the hon. Gentleman on bringing the debate forward. I spoke to him beforehand; he and I share the same concerns in relation to fuel. Drivers in rural constituencies, such as ours of Strangford and Dunfermline and Dollar, are very much at the mercy of those who seek to charge more for fuel. Some have to travel far to get cheaper fuel, and it is debatable whether that is competitive or even logical. Does he agree that when it comes to competitiveness, we must have fairness and equality for every postcode, and recognise that prices in Kircubbin, the Ards peninsula and Dunfermline are similar, yet in Manchester fuel is almost 8p a litre cheaper?",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": "BB5D0FAF-6B0F-4752-90E3-ECFB7E72DBD6",
      "HRSTag": "hs_Para",
      "HansardSection": "EA-EB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890791,
      "MemberId": 5275,
      "AttributedTo": "Graeme Downie",
      "Value": "I thank the hon. Member for his intervention; I believe that taking an intervention from him is a rite of passage in this House. I could not agree more, particularly in relation to constituencies such as my own, where there is a mix of urban and rural areas and the rural pricing hits particularly hard. Those are often areas that have poorer public transport as well, so the impact is felt even more.\r\n\r\nMost small businesses rely on efficient and cost-effective transport for their deliveries, staff and customers, and that often means running and fuelling a car or van. <span id=\"475\" class=\"column-number\" data-column-number=\"475\"></span>High prices at the pumps have a direct impact on small businesses and squeeze already thin margins in the ongoing crisis in the cost of living and of doing business. Research by the Federation of Small Businesses shows that more than three quarters of small businesses saw their costs go up in the last quarter, and of those more than a quarter said that the increased price of fuel was one of the main reasons for that rise.\r\n\r\nMy constituency is just 20 miles from Scotland’s oil refinery in Grangemouth, yet residents in Dunfermline consistently pay a full 5p a litre more than those nearby in Glasgow, Stirling, Glenrothes or Kirkcaldy. That is despite the local supermarkets Tesco and Asda, as well as a host of other outlets in the city such as BP, all supposedly competing to be the driver’s choice. What we see in Dunfermline is a cluster of prices around the same level within the city, and price clustering around Dunfermline as well, with all supermarkets and suppliers at roughly the same price. That is not local competition; that is a local cartel. Even worse, my constituents are paying 134.7p per litre at Asda in Dunfermline, whereas in the Asda Bridge of Dee store in Aberdeen, 112 miles further north, they pay just 121.7p at the pump. Never mind 5p—that is a difference of 13p per litre.\r\n\r\nIn rural and semi-rural areas, as was said earlier, where public transport infrastructure is less entrenched—certainly in my constituency, where the train service is frequently short-formed, delayed or cancelled at short notice—fuel is not a choice; it is a necessity. My Dunfermline and Dollar constituents rely on their vehicles more heavily, yet often face the highest prices. That is an issue of basic fairness. I am all in favour of market forces being used to shape prices, but not where the market is demonstrably broken, and fuel pricing has all the signs of a broken market mechanism.\r\n\r\nIt is nothing short of outrageous that the most essential aspects of daily life are subject to broken competition, a non-functioning market and what appears to be price clustering by retailers. Across the constituency, small businesses and sole traders such as plumbers, builders, florists and taxi drivers, along with families, are paying the price. As we might say in Scotland, small businesses are being pumped at the pumps. Like many fellow Members of this House, I welcome the Chancellor’s announcement in the Budget, which we passed this evening, on freezing fuel duty, which will help people who are still feeling the impact of out-of-control inflation on their take-home pay. However, while this pricing behaviour by retailers continues, I am concerned that the full benefit of the Government’s efforts to keep down fuel costs will not be passed on to my constituents.\r\n\r\nTo help the House understand fully the consequences of this kind of price clustering and the effects of a broken market, I will share the experience of one of my constituents, Aimee, a 20-year-old apprentice who wrote to me last month. Aimee was proud to secure her apprenticeship, which she started this autumn, earning the apprentice minimum wage of £6.40 an hour. With just over £1,000 a month to live on, Aimee uses £200 a month of her hard-earned wages on fuel. She gets her petrol at Asda in Dunfermline where, as I mentioned, unleaded was 134.7p per litre yesterday. Her £200 is buying her 148.48 litres of fuel. However, if Aimee was buying her petrol at Asda Bridge of Dee in Aberdeen, where unleaded was 121.7p a litre yesterday, she would have paid just £180 for the same amount of fuel. That is <span id=\"476\" class=\"column-number\" data-column-number=\"476\"></span>a full £20 a month difference. Over the course of a year, Aimee would have to work an additional 36 hours just to pay for the difference in price of petrol for her to get to and from work. That is not justifiable. Aimee, who is learning while earning, is experiencing a real-terms pay cut differential due not to anything she has done, but to the effects of this broken market.\r\n\r\nWe encourage the use of greener transport, but we have seen the failures of the SNP Government and ScotRail to provide Fife with a reliable service, so that is not an option for people such as Aimee, with short trains and unreliable service, particularly in West Fife. One step that the SNP-Green coalition at Holyrood did take was to remove peak fares, which saw a 6.8% increase in train usage. However, that encouragement of behavioural change was swiftly removed—just like the Scottish Greens from the coalition—when the financial incentive of fairer train fares was also removed.\r\n\r\nBehavioural change of a positive nature does not happen overnight, but the switch back to the car from the train does, and has. That short-sighted decision—like the short-formed trains that often serve the region—has put people off using green transport. Having been let down by the Scottish Government, commuters in Dunfermline are being taken advantage of by fuel retailers and market competition in my constituency.",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": "71024735-9627-4052-83B9-A5886254E3CA",
      "HRSTag": "hs_Para",
      "HansardSection": "EA-EB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890792,
      "MemberId": 5238,
      "AttributedTo": "Alex Ballinger (Halesowen) (Lab)",
      "Value": "My hon. Friend is making an excellent speech. I have also noticed in my constituency that many fuel retailers are not passing on benefits to drivers and, as he recognises, the Competition and Markets Authority has said that those competition practices are unfair. I notice that the Government are taking forward a fuel finder app, which will allow customers and drivers to find out more information about different retailers and will drive competition. Does he agree that the Government should do that as soon as possible, so we can get that transparent and accurate information, and drivers in my constituency and others are able to get savings on fuel?",
      "OrderInSection": 7,
      "Timecode": null,
      "ExternalId": "D61523B2-32EF-4B6A-9EF4-7B641D200AA6",
      "HRSTag": "hs_Para",
      "HansardSection": "EA-EB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890793,
      "MemberId": 5275,
      "AttributedTo": "Graeme Downie",
      "Value": "I thank my hon. Friend for that intervention. I will come on shortly to the action the Government are taking and where I think there is still more to be done.\r\n\r\nThe impact goes beyond personal strain; it creates an uneven playing field for businesses, hindering economic growth by harming small business owners in Dunfermline who rely on vehicles for operation. In this Budget the Government have taken a wide range of steps to help working people across the country, including in my constituency: a wage rise for 200,000 Scots, record funding to Scotland, fixing the mineworkers’ pension scheme, protecting the pensions triple lock and, as I have said, committing funds to maintain the freeze on fuel duty that the Conservatives failed to do and which would otherwise have seen people like my constituent Aimee paying even more for fuel.\r\n\r\nI am also pleased that this new Government have confirmed that they will implement two of the CMA’s recommendations: an open data scheme called fuel finder that will require all fuel retailers to share their prices in real time, and a road fuels monitoring function that will report on the state of competition in the road fuel market. Scenario modelling by the CMA suggests that pump prices could reduce by between 1p and 6p a <span id=\"477\" class=\"column-number\" data-column-number=\"477\"></span>litre as a result of these measures, helping to ensure that drivers get a fair deal for fuel across the UK. I am keen to hear from the Minister what more she thinks the Government can do specifically around ensuring a fair and functional fuel market, so that pricing is fair and not allowed to cluster into local price-fixing, as seen in Dunfermline.\r\n\r\nFuel prices are undoubtedly subject to a range of external factors, as we have seen over the years, but by increasing transparency and ensuring real competition between forecourts, we can have a functioning market where competition helps drive down prices. However, nothing is preventing fuel retailers from choosing to do the right thing right now and to stabilise fuel prices, to remove price clusters like we see in Dunfermline and to ensure that people such as Aimee are not financially penalised for where they live. I hope this Government will build on the excellent start they have made to protect working people and small businesses, and I hope we will be able to do more to stop fuel retailers profiteering on the back of hard-working people up and down the country.",
      "OrderInSection": 8,
      "Timecode": null,
      "ExternalId": "85976396-7F9A-4DB4-B43D-4A933169344F",
      "HRSTag": "hs_Para",
      "HansardSection": "EA-EB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946513,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "21:25:00",
      "OrderInSection": 9,
      "Timecode": "2024-11-06T21:29:32",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "EC-EE",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890794,
      "MemberId": 4631,
      "AttributedTo": "The Minister of State, Department for Energy Security and Net Zero (Sarah Jones)",
      "Value": "I start by congratulating my hon. Friend the Member for Dunfermline and Dollar (Graeme Downie) on securing this debate, making such an excellent contribution and championing the needs of consumers, both in his constituency and across the UK, where so many people have the same struggles.\r\n\r\nI welcome the opportunity to discuss the important matter of the road fuel market. This Government are committed to fixing the foundations of the economy, delivering change by protecting working people and rebuilding Britain. It cannot be the case that fuel retailers register record profits and do not pass on savings when the burden is being unduly felt by hard-working families and businesses. That is why I am so grateful for my hon. Friend’s story about Aimee. Her story is one that I suspect is familiar to many other MPs from their constituencies. We are committed to supporting people with the cost of living and the cost of fuel.\r\n\r\nI agree with my hon. Friend that, for so many, vehicles are more than just a means of transport; they are a lifeline. They play an integral role in connecting working people, families, communities and businesses, especially in rural areas. In the case of young people, including Aimee, their car is a means to forge a career and earning meaningful, well-paid work. This Government are committed to delivering for drivers, but also providing a range of transport options to make it possible that people such as Aimee should not have to worry about how they get to work.\r\n\r\nThat is why this Government made the decision at last week’s Budget to freeze fuel duty for a further year, which I know my hon. Friend has welcomed. I commend his dedication to campaigning against high fuel prices and for families, working people and small businesses to get a fairer deal on fuel across his constituency and Scotland. It is imperative that we have a well-functioning, transparent and competitive road fuel market. We want to ensure that drivers can get a fair price for their fuel, <span id=\"478\" class=\"column-number\" data-column-number=\"478\"></span>and that fuel retailers remain transparent and do not overcharge. We expect all fuel retailers to pass on any savings at the pump.\r\n\r\nAs my hon. Friend set out, the Competition and Markets Authority published its road fuel market study in July 2023, and it found that competition across the retail market had weakened. The CMA found problems in relation to three aspects of the retail market: national, local and motorway.\r\n\r\nAt a national level, the CMA found that retail margins had risen significantly since 2019, with the supermarket retailers following a similar trend of increased margins on fuel. The historic price leaders in the market—primarily Asda, but also Morrisons to some extent—had taken a less aggressive approach to pricing and had significantly increased their margins over recent years. The rest of the fuel retailers took a passive approach and followed that trend.\r\n\r\nAt a local level, the CMA found significant price differences between local areas, with lower prices at a forecourt typically associated with having a supermarket competitor nearby. I know that my hon. Friend is concerned about that and recently raised it with the Leader of the House at business questions, as he has done today in this debate by sharing Aimee’s experience.\r\n\r\nOn motorway pricing, the CMA found that drivers without access to fuel cards, which account for 20% to 25% of fuel sales on motorways, were paying significantly more to fill up at a motorway service area than they would elsewhere, due to limited competitive pressure.\r\n\r\nAs a result of those factors, the CMA found that drivers have been paying more than would otherwise have been the case. It is estimated that the financial impact of the 3% increase in average supermarket fuel margin from 2019 to 2022 resulted in a combined additional cost of around £900 million for customers of the four supermarket fuel retailers in 2022 alone. That is equivalent to approximately £75 million a month for this period.\r\n\r\nWhile fuel prices are now a lot lower than at the all-time peak in July 2022, weakened competition persists. The CMA’s latest monitoring update in July this year estimated that the increase in retailers’ fuel margins compared with 2019 resulted in increased fuel costs for drivers in 2023 of over £1.6 billion. Weak competition is still failing consumers; that is hugely concerning. The price of petrol and diesel is an important issue. When prices are high, the impacts are felt by everyone. We expect all fuel retailers to pass on any savings at the pump.\r\n\r\nAs my hon. Friend said, to address these issues, the CMA made recommendations for the Government to implement an open data scheme for fuel prices, requiring retailers to share their prices on a real-time basis and allow drivers to be better informed on prices and easily compare prices, and to launch an ongoing monitoring function for the retail market to assess how well competition is working. The Government accepted those recommendations.\r\n\r\nOn the CMA’s first recommendation, as part of the Budget last week, we confirmed that we will implement a statutory open data scheme called fuel finder. It will require all retail petrol filling stations in the UK to report prices and when a fuel becomes unavailable within 30 minutes of a change. The data will be shared openly and freely to third parties so that it can be <span id=\"479\" class=\"column-number\" data-column-number=\"479\"></span>incorporated into their price comparison websites or apps, sat-navs and other consumer-facing products that consumers can use. Fuel finder will empower drivers to compare prices more easily and make more informed decisions on where to buy their petrol and diesel. That will increase pressure on fuel retailers to compete strongly to attract consumers by lowering their prices or improving their services at the forecourt.\r\n\r\nThe Government are committed to implementing fuel finder as quickly as possible. We will begin procurement for the fuel finder aggregator in early-2025. The Data (Use and Access) Bill that the Government have introduced will provide the legislative basis to set up fuel finder. Subject to parliamentary timings, we aim to launch fuel finder by the end of 2025.\r\n\r\nOn the CMA’s second recommendation, it will receive statutory information-gathering powers through the Digital Markets, Competition and Consumers Act 2024 to undertake the permanent monitoring function. We are aiming to commence those provisions by January 2025. The CMA will be able to assess and monitor the state of competition in the retail market, both nationally and locally, provide ongoing scrutiny of prices and advise the Government if further intervention is needed to protect consumers.\r\n\r\nThe transition from fossil fuel to zero carbon vehicles is likely to lead to further risks of weakening competition in the remaining fossil fuel-based road fuels market. The transition is likely to be felt particularly by less well-off consumers and those living in rural areas. The CMA will be able to monitor the market through the transition and benefit consumers by ensuring that the market continues to function properly.\r\n\r\nThe CMA will therefore publish an annual report on the state of competition in the sector, three shorter updates on prices, costs and margins, and information on price trends across the UK and over time. Taken together, fuel finder and the CMA monitoring function will reinforce each other in providing a new source of competitive pressure in favour of greater competition in the road fuel retail sector.",
      "OrderInSection": 10,
      "Timecode": "2024-11-06T21:29:32",
      "ExternalId": "89A3BAA2-3F9F-4AB1-80E6-2294AA104F12",
      "HRSTag": "hs_Para",
      "HansardSection": "EC-EE",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890795,
      "MemberId": 5032,
      "AttributedTo": "Tom Gordon (Harrogate and Knaresborough) (LD)",
      "Value": "One of the interesting things brought to my attention by residents in Harrogate and Knaresborough is that while we are quite rural, being on the periphery of North Yorkshire, there is an aspect about being an area with tourists, along with higher housing and other costs <span id=\"480\" class=\"column-number\" data-column-number=\"480\"></span>more generally. When we are talking about trying to reduce fuel prices, can the Minister give any further information on what consideration will be given to regional and inter-regional inequalities in pricing?",
      "OrderInSection": 11,
      "Timecode": "2024-11-06T21:33:36",
      "ExternalId": "61AD1990-A9F3-4510-A847-3A953562BA61",
      "HRSTag": "hs_Para",
      "HansardSection": "EC-EE",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890796,
      "MemberId": 4631,
      "AttributedTo": "Sarah Jones",
      "Value": "The hon. Gentleman makes a good point. That is why we need to start monitoring the situation properly. When we all have access to that real-time data and can understand exactly what is happening—the CMA can be monitoring that and reporting to the Government—the Government can say, “Actually there is a more systemic problem here that we need to tackle. We need to make more interventions.” The Government stand ready to look to do those things, but the first stage of having the data available so that we understand properly what is going on will help us to do that.\r\n\r\nFuel prices are inevitably uncertain and sensitive to wider global factors, but our published impact assessment estimates that increasing transparency and encouraging competition between petrol filling stations could result in fuel cost savings for drivers totalling £7.7 billion over 10 years. That amounts to savings of 1p to 6p per litre at the pump. I am sure that my hon. Friend and others will agree that that would be welcome.\r\n\r\nIn addition, at the Budget the Chancellor announced that the Government are extending the temporary 5p cut to fuel duty rates for a further 12 months, until 22 March 2026. Alongside that, the Government will not increase 2026 rates in line with the retail price index, or RPI. Taken together, that is a tax cut worth £3 billion in 2025-26. The freeze in fuel duty will save the average car driver £59 in 2025-26. These actions have been welcomed by stakeholders such as the RAC and the AA.\r\n\r\nLet me assure the House and my hon. Friend that the Government are committed to delivering for drivers. Our ultimate goal is to increase the levels of transparency for consumers and encourage fuel retailers to become more competitive. That way, consumers will send the clearest signal to them that they will not pay extortionate prices when given a range of options to choose from. We are confident that these measures will help facilitate a competitive road fuels retail market, increase price transparency and protect consumer interests. I thank hon. Friend again for securing this important debate.\r\n\r\n<em>Question put and agreed to.</em>",
      "OrderInSection": 12,
      "Timecode": "2024-11-06T21:35:47",
      "ExternalId": "6F3E3509-5F16-427A-A8AC-FC7AF4291E92",
      "HRSTag": "hs_Para",
      "HansardSection": "EC-EE",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946514,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "21:35:00",
      "OrderInSection": 13,
      "Timecode": "2024-11-06T21:35:47",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "EC-EE",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890797,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<em>House adjourned.</em>",
      "OrderInSection": 14,
      "Timecode": null,
      "ExternalId": "24110675000043",
      "HRSTag": "hs_Para",
      "HansardSection": "EC-EE",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}