{
  "Overview": {
    "Id": 4751128,
    "ExtId": "7C4D516D-FC4F-4C8A-AC19-5BEC8D7769D8",
    "Title": "Uyghur and Turkic Muslims: Forced Labour in China",
    "HRSTag": "hs_2DebBill",
    "Date": "2024-11-06T00:00:00",
    "Location": "Westminster Hall",
    "House": "Commons",
    "Source": 2,
    "VolumeNo": 756,
    "ContentLastUpdated": "2024-11-08T13:17:01.26",
    "DebateTypeId": 2,
    "SectionType": 1,
    "NextDebateExtId": "121AADAA-8CEB-4044-B2E4-BF8D4D3F4318",
    "NextDebateTitle": " Peak Forest and Macclesfield Canals",
    "PreviousDebateExtId": "F9A072FE-6EFE-493C-A7BE-F5BC3AEB7CCB",
    "PreviousDebateTitle": "Westminster Hall"
  },
  "Navigator": [
    {
      "Id": 4751126,
      "Title": "Westminster Hall",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "288cbda7-0844-4cd6-acf5-49628db32408",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751128,
      "Title": "Uyghur and Turkic Muslims: Forced Labour in China",
      "ParentId": 4751126,
      "SortOrder": 3,
      "ExternalId": "7C4D516D-FC4F-4C8A-AC19-5BEC8D7769D8",
      "HRSTag": "hs_2DebBill",
      "HansardSection": "AA-AC1",
      "Timecode": null
    }
  ],
  "Items": [
    {
      "ItemType": "Timestamp",
      "ItemId": 2946515,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "09:30:00",
      "OrderInSection": 1,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890801,
      "MemberId": 5076,
      "AttributedTo": "Blair McDougall (East Renfrewshire) (Lab)",
      "Value": "I beg to move,\r\n\r\nThat this House has considered UK supply chains and Uyghur and Turkic Muslim forced labour in China.\r\n\r\nThank you for chairing this debate, Mr Dowd, and for the opportunity to highlight the issue. I thank the Minister, my hon. Friend the Member for Lothian East (Mr Alexander), for being here to respond to the debate: in his last period in office and during his sabbatical from this place he was a consistent advocate for the dignity of people all over the world.\r\n\r\nThat human rights have never been respected by the People’s Republic of China is a given, but the persecution of Uyghurs and other Turkic Muslims since 2017 has been unprecedented even for the Chinese Communist party. More than 1 million Muslims have been imprisoned in an enormous network of camps; possibly as many as 3 million out of a population of 11 million Muslims have made their way through the camps at some time. This is the largest mass arbitrary detention since the second world war. Uyghur women face forced sterilisation, forced abortion, sexual violence in the camps, and forced marriage to Han Chinese men. Thousands of mosques have been demolished. Hundreds of Muslim graveyards have been bulldozed. Countless sacred Islamic shrines have been destroyed. Uyghurs are forced to consume pork, drink alcohol and eat during the Ramadan fast.\r\n\r\nThese crimes are part of a deliberate effort to destroy the Uyghurs as an ethnic group with a distinct culture and religious identity. International organisations and human rights groups too numerous to list assess that crimes against humanity are taking place in Xinjiang, and this House of Commons has voted to recognise that what is going on is a genocide—an intentional policy that seeks to destroy a people.\r\n\r\nAll of that provides context to the issue of forced labour in Xinjiang, but it is important to understand that Uyghur Muslim slavery is not a by-product of the attempt to destroy a people; it is an integral part of China’s project. Indeed, as the camps were built, factories for forced labourers were constructed alongside them. For those Uyghurs who are not inside the camps, the threat of incarceration is used to coerce them into the PRC’s wider labour transfer programme.\r\n\r\nThere is a dark contradiction at the heart of all this. The atrocities are happening in a region that is increasingly closed to those who would testify to the crimes, the journalists and human rights groups who would document them and of course those who would flee to freedom if they could. However, at the same time that the region is closing down, it is increasingly open to and integrated into the global economy. Xinjiang mines, refines and <span id=\"54WH\" class=\"column-number\" data-column-number=\"54WH\"></span>manufactures for the world. Some of the best-known global brands are profiting from the destruction of a people.\r\n\r\nThe scale of slavery in the region is enormous and is barely disputed: four years ago, official Chinese Government documents acknowledged that 2.6 million Uyghurs and other Turkic minorities had gone through labour transfer programmes. The scope of the industries affected is too large to cover in the time afforded to us today, so I will focus on three areas that especially expose the UK’s economy and that risk consumers being unwittingly complicit in Muslim slave labour: clothing, cars and climate change.\r\n\r\nXinjiang produces a quarter of the world’s cotton. The idea of hundreds of thousands of slaves working in cotton fields evokes an image of slavery and forced labour from another era, but this is not historical practice. It is a well-documented economic reality in the Uyghur region today.",
      "OrderInSection": 2,
      "Timecode": null,
      "ExternalId": "E84BF006-CEB0-4B77-A3B5-7B83BA4340DB",
      "HRSTag": "hs_Para",
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890802,
      "MemberId": 5213,
      "AttributedTo": "Dr Zubir Ahmed (Glasgow South West) (Lab)",
      "Value": "I am grateful to my hon. Friend for securing the debate and for illuminating an issue that still too few in the international global order are willing or brave enough to talk about. I assure him that Muslim communities across the country will be particularly grateful to him for securing the debate. Important as it is for us to be ethical about our own supply chains, does he agree that as a major global player we should double down on our efforts to persuade China’s near neighbours to adopt a similar ethical approach to the one that he espouses?",
      "OrderInSection": 3,
      "Timecode": null,
      "ExternalId": "473B1E90-18F1-4D9F-B5C5-97A769C9CAA6",
      "HRSTag": "hs_Para",
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890803,
      "MemberId": 5076,
      "AttributedTo": "Blair McDougall",
      "Value": "I could not agree more. I thank my hon. Friend for the time he has taken to meet me and meet Uyghurs in the UK, and for his concern.\r\n\r\nOn cotton, it is highly likely that high streets around the UK are today selling goods made by Muslim slaves from Xinjiang for brands such as Primark, Next, Tommy Hilfiger, Ralph Lauren, Calvin Klein, Hugo Boss, Pull&amp;Bear, Mango, Guess, Jack &amp; Jones, Levi’s, Burberry, Nike, Adidas, PUMA and Max Mara. In my city of Glasgow, I have identified 15 retailers on the famous style mile that stock brands that have been identified as at risk of being implicated in Uyghur forced labour. The same story is true of every shopping mall and high street across the UK. The price of disposable fashion is Muslim forced labour.\r\n\r\nI turn to cars. The automotive industry is also deeply compromised: the steel, aluminium, electric vehicle batteries, electronics, tyres and spare parts used all have chains stretching back to the Uyghur region, to companies that we know take part in PRC-mandated labour transfer programmes. Audi, Honda, Ford, General Motors, Mercedes-Benz, Toyota, Tesla, Renault, LEVC, which is the maker of electric London black cabs, Aston Martin, Bentley, Daimler, Jaguar and Rolls-Royce have all been identified by researchers as having supply chains at high risk of being compromised by Muslim slave labour.\r\n\r\nEven if we were not appalled at the inhumanity of the persecution of Muslims, the theft of children from their parents, the sexual violence and the sterilisation, we should be angry as a nation at the economic unfairness of it. We cannot build our own manufacturing industries and create good jobs for our own people while competing with companies that have little or no labour cost. This Government are building a new green energy future for <span id=\"55WH\" class=\"column-number\" data-column-number=\"55WH\"></span>the country, but we cannot generate the green jobs that are part of that vision while competing against Muslim slave labour.\r\n\r\nThat brings me to my final point, which is on climate. The primary material for the production of solar panels is polysilicon. That manufacturers of polysilicon in the Uyghur region use forced labour is not in dispute. Every single polysilicon manufacturer in the Uyghur region has reported its participation in labour transfer programmes or is documented as being supplied with raw materials by companies that have participated in those programmes. More than a third of the global production of polysilicon takes place in the Uyghur region. No company or public authority in the UK should be sourcing solar materials that originate in that region. A further third of global production of polysilicon takes place in other parts of China, with a high likelihood that those supply chains ultimately begin with Muslim slave labour.\r\n\r\nI am keen to hear the Minister expand on the welcome pledge that the Secretary of State for Energy Security and Net Zero made during the passage of the Great British Energy Bill that the Government are working to ensure that the extension of solar energy in the UK is not built on Uyghur forced labour. I would argue that the only real solution, given the Chinese dominance of the market, is an urgent international effort to develop alternative supply chains that, from quartz to panel, never pass through China. The measures in the Modern Slavery Act 2015 have not stopped companies profiting from the slave labour of Uyghurs and other Muslims in China.\r\n\r\nNothing that I have said today is new. These stories have been splashed over front pages and broadcast on television news. Shame, it seems, is not a greater motivator than profit margin. Sunlight is not disinfecting. Legislation based on transparency and reporting alone is not getting the job done. Other nations in the European economic area have gone further than us by requiring companies to conduct human rights due diligence on their supply chains. I ask the Minister whether it is time to introduce UK legislation that emulates the Uyghur Forced Labor Prevention Act, which was signed into law by President Biden and which creates a presumption that any goods manufactured wholly or in part in the Uyghur region should be assumed to be the product of forced labour unless clear and convincing evidence proves otherwise.\r\n\r\nI recognise that supply chains can be difficult to unravel and that exports often pass through multiple companies on their way into our economy. However, there is a direct freight flight from the Uyghur capital Ürümqi to Bournemouth that brings goods from the epicentre of forced labour in China. Yesterday, a flight from Ürümqi arrived just before 7 pm; another will arrive on Friday, and another on Sunday. That will continue week after week. This is not opaque or convoluted: it is a clear and obvious route and there is a significant risk that those flights will contain goods compromised by Muslim slave labour. I ask the Minister whether import inspections have been or can be carried out on the goods arriving on the freight flight to Bournemouth from Ürümqi.\r\n\r\nAfter the results of yesterday’s election in the United States, there will be much debate about the state of the global struggle between autocracies and democracies <span id=\"56WH\" class=\"column-number\" data-column-number=\"56WH\"></span>and between strongmen and human rights. As we look for a policy response, we can begin by ensuring that our own economies are not funding the worst excesses of such regimes.",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": "A2EA5670-B0C6-48F0-979C-AE050422660A",
      "HRSTag": "hs_Para",
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890804,
      "MemberId": null,
      "AttributedTo": "Several hon. Members rose—",
      "Value": "",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": "9B417F35-1E1A-46EC-8461-68306941509A",
      "HRSTag": "hs_Para",
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890805,
      "MemberId": 4397,
      "AttributedTo": "Peter Dowd (in the Chair)",
      "Value": "Order. I remind Members that they should bob if they wish to be called. Only those who were here at the start will be able to speak.",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": "31C38BE8-F588-4E01-8A05-C32612E0267D",
      "HRSTag": "hs_Para",
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946516,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "09:42:00",
      "OrderInSection": 7,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890806,
      "MemberId": 4131,
      "AttributedTo": "Jim Shannon (Strangford) (DUP)",
      "Value": "Thank you for the opportunity to speak, Mr Dowd. I thank the hon. Member for East Renfrewshire (Blair McDougall) for setting the scene so well and with such compassion, understanding and detail. There is no one in this House or outside it who would say that he does not understand the issue very well. We look to the Minister to respond to our requests. I wish him well in his position—it is nice to see him back—and hope that he can give us reassurance. I am pretty sure we will be unanimous, requesting the same thing with one voice.\r\n\r\nI congratulate the hon. Member for East Renfrewshire on his unwavering support for the Uyghur people. In my role as chair of the all-party parliamentary group for international freedom of religion or belief, it is my duty and responsibility to speak on behalf of all those who face persecution on account of their faith, their beliefs or simply their right to exist. That is what we are really talking about here: the right to exist.\r\n\r\nIn recent years, the situation for the Uyghur Muslims in Xinjiang province has intensified to a level that is almost incomprehensible. International human rights organisations, survivor testimony and investigative journalism have documented alarming reports of abuses encompassing forced labour, torture, arbitrary detention, cultural erasure and much more. Evidence from credible sources suggests that since 2017 up to 3 million Uyghur Muslims may have been detained in what Chinese authorities term “re-education camps”. What a term! That is so wrong.\r\n\r\nThe vastness of the detention camps indicates an industrial-scale operation. Detainees are stripped of legal recourse, are often held without charge and are separated indefinitely from their families. The hon. Gentleman referred to children being taken away from their mum and dad. It must be incredibly difficult for someone to deal with not knowing where their children are or whether they will ever see them again.\r\n\r\nDisturbingly, reports indicate that detainees are forced to abandon their cultural practices and religious observances under the guise of re-education. Many have been detained for so-called infractions as minor as possessing the Koran or praying at home—imagine being imprisoned for praying in your own house where nobody can see you. Somebody must have seen those people and told on them. Such charges reveal a policy not of reform but of deliberate, state-sanctioned erasure.\r\n\r\nAn estimated 80,000 Uyghurs have been forcibly moved from Xinjiang province to work in factories across China in conditions that indicate forced labour. Investigations have implicated prominent global brands—the hon. Gentleman referred to many of them; Apple, Nike and Volkswagen are just three—in benefiting from <span id=\"57WH\" class=\"column-number\" data-column-number=\"57WH\"></span>that exploitative system. Those companies need to be accountable. It is not all about profit, how much they can make for their shareholders or what they can do; it is about what is right. Human rights abuses are not right. No company that does that should think that it can get away with it. We in the west should make companies that sell in the west accountable for the process.\r\n\r\nIn 2023, a coalition of human rights groups urged global supply chains to sever ties with any forced labour practices in Xinjiang province, yet companies continue to engage in such transactions on opaque terms. In the light of that, I will ask the Minister some questions. What measures are the Government taking to enforce stricter import regulations to prevent products from those supply chains entering the United Kingdom? The hon. Gentleman gave three times at which those products are arriving in Great Britain. If we know what time they will arrive, we should be able to do something about that. It is essential that our economy does not implicitly endorse such abuses. I know that the Minister and the Government will not do that, but we need action to follow up the words in today’s debate.\r\n\r\nThe surveillance infrastructure in Xinjiang province is one of the most technologically advanced in the world. Reports from 2022 indicate that companies such as Hikvision and SenseTime have supplied facial recognition technology specifically designed to identify Uyghurs. The level to which the Chinese Communist party will go to identify Uyghurs is incredible. I do not begin to understand technology—I am from a different generation —but I understand that that is wrong. That facial profiling extends beyond Xinjiang, infiltrating public places and tracking individuals across the country, wherever they may be.\r\n\r\nIn a troubling parallel, the use of artificial intelligence by the Chinese authorities has expanded to track behaviours deemed to be suspicious. What is meant by behaviours? Is it walking down the street on the wrong side, talking to somebody or bumping into somebody by accident? What does “behaviour” mean, and who decides what behaviour is incorrect? We seem to be talking about behaviours ranging from owning certain apps to communicating with overseas contacts. That digital repression is paired with a social credit system that penalises Uyghurs and other minorities for perceived infractions, curtailing their freedom of movement and employment opportunities.\r\n\r\nThe Chinese state is taking over the very life and blood and breathing of the Uyghur people. One of the most horrifying allegations to emerge in recent years is that of forced organ harvesting. Some years ago —I believe it may have been prior to 2015—I brought forward a debate about organ transplants taking place among the Falun Gong, another religious group. There was a report that the Chinese Government were doing organ transplantation on an industrial scale. They are at it again, only this time it is not the Falun Gong but the Uyghurs, so we really need to step up.\r\n\r\nThe China tribunal chaired by Sir Geoffrey Nice found credible evidence to suggest that Uyghurs, alongside other minorities such as Falun Gong practitioners, have been killed for their organs—killed for their organs. The Government remove them on an industrial scale, showing total disrespect for the people who lose their organs. In 2022, the UN Human Rights Council called for greater <span id=\"58WH\" class=\"column-number\" data-column-number=\"58WH\"></span>transparency and accountability from China and demanded clarity on how organs are sourced. Despite those international calls, there has been no co-operation whatever from the Chinese authorities. That is no surprise, given that it is an autocratic state that does not believe in human rights or liberties, or the right for people to have their own religious views and freedoms.\r\n\r\nIn the light of those grave allegations, I again urge the Minister to adopt stronger legislative measures to prevent UK citizens—citizens from this country—from engaging in transplant tourism. I understand that the previous Government took some action on that, but I am keen to hear what has been done and to get an update on where we are.\r\n\r\nAnother area of grave concern is the extensive use of biometric and DNA data collection. Since 2021, every Uyghur in Xinjiang province has been required to undergo biometric registration, including facial scans, fingerprints and even voice samples—my goodness! Alarming questions are raised about that mass data collection and its potential uses, which include heightened monitoring and the suppression of an entire ethnic group. What is it for? Repression is already there, but with the rise of sophisticated AI-driven tools, such databases could further enable targeted repression that is even more subjective, violent and difficult. I again call on the Government to press for an independent investigation by international human rights bodies and to seek accountability for that systematic abuse.\r\n\r\nBeyond physical oppression, an insidious campaign aims to erase Uyghur culture, their language and their right to practise their religion as they wish, which is a right that I uphold and support across this great world. Xinjiang’s mosques have been destroyed or repurposed —my goodness, a mosque repurposed—when their sole objective is to let people worship their God and follow their religious viewpoints. Uyghur language schools have also been shut down and traditional practices have been banned.\r\n\r\nIn 2022, UNESCO expressed concern about the cultural genocide unfolding in Xinjiang province, yet China continues to stifle cultural expression with impunity, seeming to think that it can do whatever it wants and get away with it. Those responsible may think that they can get away with it in this world, but I believe that they will be held accountable to God in the next world for what they do wrong. I would also like to see them accountable in this world, so they get it in both places. Whatever the Government can do to make that happen would be helpful.\r\n\r\nWe are not talking about a mere matter of policy; it is a deliberate attempt to erase people’s identity, their history and their place within China’s fabric. This great nation of the United Kingdom of Great Britain and Northern Ireland champions the freedom of belief and cultural expression. The UK must therefore continue to voice its condemnation.\r\n\r\nIn 2023, the United Nations High Commissioner for Human Rights issued a detailed report condemning the abuses in Xinjiang province, describing the situation as “crimes against humanity”. Those are not just words; they explain implicitly and fully what it means to be a Uyghur Muslim in China. Numerous countries have since imposed sanctions against Chinese officials involved in the abuses. Will the Minister say whether we have done likewise where we can? The UK’s response has <span id=\"59WH\" class=\"column-number\" data-column-number=\"59WH\"></span>been measured, but we now have a new Government and an opportunity to do better. I look to the Minister and our Government to do better if we can.\r\n\r\nI call on the Government to consider imposing Magnitsky sanctions on individuals and entities proven to be complicit in the abuses. In this debate, we must send a very clear message that the United Kingdom will not tolerate human rights violations by any power in this world, no matter how great it thinks it is. I believe in a God who can strike those people down. This is a call to action: the horrors faced by Uyghur Muslims must not be met with silence or passive disapproval. The Government have an opportunity—indeed, I believe they have a responsibility —to stand with the persecuted, uphold justice and affirm our commitment to human rights.\r\n\r\nI will conclude with this: the Chinese Government are guilty of genocide. The evidence is enormous. The cries of the Uyghurs and Turkic Muslims have to be addressed and the Chinese Communist party must be held accountable. I urge the Minister, on behalf of the House, to address the issue with clarity, conviction and above all a steadfast commitment to justice. The world is watching, and history will remember how we responded to this dark chapter and the role that we played.",
      "OrderInSection": 8,
      "Timecode": "2024-11-06T09:45:00",
      "ExternalId": "AC291243-1468-4719-8DA5-3EDEA759D3A6",
      "HRSTag": "hs_Para",
      "HansardSection": "AA-AC1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946517,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "09:54:00",
      "OrderInSection": 9,
      "Timecode": "2024-11-06T09:54:02",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AC2-AF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890807,
      "MemberId": 5287,
      "AttributedTo": "Tim Roca (Macclesfield) (Lab)",
      "Value": "I thank my hon. Friend the Member for East Renfrewshire (Blair McDougall) for securing this important debate and for setting the tragic scene so well regarding the appalling human rights abuses occurring in Xinjiang against Uyghur and Turkic peoples. Those abuses have been perpetrated on an unimaginable scale. They are crimes against humanity, which this House clearly resolved form part of a genocide. I pay tribute to hon. Members who have been speaking out and speaking up on this issue and who are suffering the consequences from the Chinese state through sanctions and other effects.\r\n\r\nMany hon. Members are familiar with the dreadful situation in Xinjiang, but I suspect that very few people outside this place realise how complicit many companies are in their use of supply chains that involve forced labour. Those supply chains touch on many industries, as my hon. Friend pointed out, but I will focus on the automotive industry.\r\n\r\nThe Helena Kennedy centre at Sheffield Hallam University, which I commend, has done lots of research on the matter and has documented clearly the links between automotive industry supply chains and forced labour in the Xinjiang Uyghur autonomous region. Its claim, as profound as it is harrowing, is that anyone in the UK who has bought a new car in the last five years will have benefited from a product that was produced with forced labour. It found that the Chinese Government have deliberately shifted raw materials, mining, processing and auto-parts manufacturing into the region, making international supply chains captive to repressive programmes and systematic forced labour. The investigation found massive and expanding links between western car brands and those abuses in everything from hood decals, car frames, engine casings, interiors and electronics to the raw materials involved.<span id=\"60WH\" class=\"column-number\" data-column-number=\"60WH\"></span>\r\n\r\nA combination of the weak enforcement of forced labour laws, the Government’s perceived blind eye to environmental standards in China in the past and convoluted supply chains has left the industry reliant on abusive suppliers. Every car brand—Volkswagen, BMW, Honda, Ford, Mercedes-Benz, Toyota, Tesla—is at risk of sourcing from companies linked to those abuses. As my hon. Friend pointed out, it is not just cars; the issues permeate many other sectors, with Sheffield Hallam University’s forced labour lab finding links between the cotton garment and solar panel industries and the use of forced labour.\r\n\r\nThere is some light. In September, the Court of Appeal removed certain legal barriers to investigations into businesses suspected of profiting from alleged forced labour in China, but that was after the National Crime Agency formally declined to investigate companies accused of importing cotton into the UK that might have benefited from forced labour. That is just the tip of the iceberg. We have to go further. Companies themselves need to conduct thorough reviews of supply chains with their procurement teams, down to the raw materials, and suppliers should remove themselves from contracts with companies that have engaged in the use of forced labour.\r\n\r\nThe only way to ensure that a company is not sourcing goods made with forced labour is not to buy anything from suppliers that are willing to use forced labour anywhere in their operations and to take a risk-averse approach where there is any chance that that might be the case. The Government should consider enacting and implementing mandatory human rights due diligence laws—we have heard about legislation and regulation being passed in the United States—in recognition of the fact that abuses can be easily distanced from direct suppliers under state-controlled economic systems. Forced labour import bans are a necessary complement to mandatory human rights due diligence, especially where state-sponsored repression effectively prevents companies from conducting the on-the-ground assessments that they would usually do of forced labour risks.\r\n\r\nIf companies and the Government adopt robust and thorough mechanisms to look at their supply chains, we will eventually see divestment from firms that endorse state-sponsored repression, and send a clear message to the Chinese Communist Government that their treatment of Uyghurs and Turkic peoples is wholly unacceptable. It has been pointed out that we play a key role in the international community: we are a leading industrialised country and a member of the G7, and people will look to us to set an example in how we approach these affairs. In the best British tradition, we should be upholding human rights in every sphere that we can.",
      "OrderInSection": 10,
      "Timecode": "2024-11-06T09:54:07",
      "ExternalId": "3F71C0F0-AC3E-4356-BA56-A42D33D40283",
      "HRSTag": "hs_Para",
      "HansardSection": "AC2-AF1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946518,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "09:58:00",
      "OrderInSection": 11,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AF2-AK1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890808,
      "MemberId": 4457,
      "AttributedTo": "Ms Marie Rimmer (St Helens South and Whiston) (Lab)",
      "Value": "It is a pleasure to work under your chairmanship for the first time, Mr Dowd. I thank my hon. Friend the Member for East Renfrewshire (Blair McDougall) for securing this essential debate.\r\n\r\nNow that we have a Labour Government, we have an opportunity to review our trade and diplomatic relations with nations, not least with China. We know that many manufactured goods exported from China have used forced labour by Uyghur and Turkic Muslims, not least in the solar, electric vehicle, cotton and seafood industries. <span id=\"61WH\" class=\"column-number\" data-column-number=\"61WH\"></span>Absent from the last Parliament was a human rights approach to trade. We have an opportunity to reset our trade policies and international relations and to ensure that countries that exploit labour know the consequences. We must not stand by when Uyghur and Turkic Muslims are exposed to slave labour, torture and re-education programmes.\r\n\r\nAs the Minister knows, I have been challenging the UK’s approach to trade with China in the light of the harvesting of organs and the use of forced labour; I sought to amend the Medicines and Medical Devices Act 2021 and the Procurement Act 2023. Over the past few years, UK legislation has fallen behind developments in the supply chain. Our laws urgently need to be enhanced to protect human rights.\r\n\r\nSuch crimes must be held against the standards set in international law, and where found wanting, sanctions imposed. I call on our Government to clean up the supply chain and ensure that China is held to account for the abuses perpetrated. Britian has been a soft touch and now we need to be in touch with the reality of these atrocities. The evidence is there—from submissions to The Hague to inside reports—that these crimes are being committed.\r\n\r\nToday it is estimated that 40% of the UK’s solar industry and 45% of the world’s solar-grade polysilicon supply are connected to the Uyghur region of China. That means that 97% of the world’s solar panels could contain polysilicon made in the Uyghur region of China, which has credibly been reported as being at risk of association with Uyghur forced labour. As Labour progresses with its green energy sprint, it is vital that clean energy means clean procurement. Similar breaches have been exposed in the batteries for electrical vehicles.\r\n\r\nWill the Minister introduce a presumptive ban on imports from Xinjiang, akin to the US Uyghur Forced Labor Prevention Act, so that unless a business provides clear and convincing evidence that goods sourced in Xinjiang were not made with forced labour, they will be prohibited?\r\n\r\nWe need to further review our modern slavery legislation. Section 54 of the Modern Slavery Act 2015 needs to be more robust. Can we please review it so that companies and their supply chains can be held to account? Should companies be found in breach of cleaning up their supply chains, significant penalties should be applied to the perpetrators.\r\n\r\nWe need a serious trade framework making it explicitly clear that the UK will cease all trade if there are traces of forced or slave labour. The reported abuse of Uyghur and Turkic Muslims is a significant breach of the values of our country and our Government, and we must seek to lead the way to ensure that our trade restrictions become freedoms for the Uyghur and Turkic Muslims.\r\n\r\nIt has been less than 16 hours since I sat and listened to two Falun Gong people—a woman and a man—in Room G off Westminster Hall last night. One had been imprisoned in Xinjiang for over 20 years—taken in and brought out, taken in and brought out, for years, and tortured. She is now here in this country. I listened to her. It was harrowing. It was horrifying. A younger man was also there; he had been in a number of times and escaped—got out.\r\n\r\nI have met a doctor who escaped and is now living in this country. He did not know what the scar he had was until he was taken into hospital for something while <span id=\"62WH\" class=\"column-number\" data-column-number=\"62WH\"></span>over here. It was found that part of a kidney and part of a lung had been extracted, and there was no point in taking those from him. He was a prisoner.\r\n\r\nThey were all Falun Gong, and what is happening to Uyghurs now is what has happened to Falun Gong. Since we started looking at this situation and raising things in the UK, the Office of the UN High Commissioner for Human Rights concluded in 2022 that violations in the region\r\n\r\n“may constitute international crimes, in particular crimes against humanity.”\r\n\r\nThe UK Parliament voted on 22 April 2021 to recognise those atrocities as genocide. Since then, Beijing has renamed hundreds of villages and towns, continuing the effort to subsume and eradicate any Uyghur culture. New regulations are in force that further restrict religious practice. Volkswagen and SHEIN have come under heavy pressure for continuing to source from the Uyghur region, with attendant risk of supply chain slavery.\r\n\r\nMany internment camps have been abandoned since 2023. Information from the region is scarce, but it would be accurate to suggest that persecution has not ceased. Rather, there appears to be a move away from internment in labour camps towards larger numbers imprisoned—one in 26 Uyghurs. The extraction of organs in organ harvesting happens at age 28. The three organs survive when taken from these young men while they are alive, because it is most successful if they are fresh and taken from live bodies. That is what happens in organ harvesting.\r\n\r\nIn April 2022 the Health and Care Act came into force, introducing significant reforms to the administration and delivery of health and care services in England. Section 47 of the Act mandates a comprehensive review by the Secretary of State for Health and Social Care to assess the potential risks of slavery and human trafficking within the NHS chain. The recent review undertaken by NHS England and Supply Chain Coordination Ltd scrutinised 1,361 suppliers. It encompassed 600,000 products, including approximately 30,000 cotton-based items. The review revealed that 21% of UK health procurement is categorised as being at high risk of involvement with slavery.\r\n\r\nAn estimated 40% of the UK solar industry is credibly reported to be at risk of being tainted by Uyghur forced labour. We have inadequate laws on public procurement, and they need to be sorted out. Falun Gong is near the end. The hounding of these people is international; it is even in this country. A woman was left splayed on the ground outside our British Museum. No one went near her and no police came—nothing. We are having further investigations into that.\r\n\r\nWe have had police in “stations” in Manchester. This is all about controlling different categories of Muslims. There may be slight changes, but we can all practise our religion or practise none if we so wish. What steps will the Minister and our Government take to ensure that Great Britain cleans itself up? How will we ensure that people can live in other countries and not be persecuted for cheap labour?\r\n\r\nAll this is about keeping the Communist party in China, along with the Communist party in Russia. We are in a dreadful situation in our world, and Great Britain really must step up. Our Government cannot allow us to drift along, which is what will happen if we do not step up soon.<span id=\"63WH\" class=\"column-number\" data-column-number=\"63WH\"></span>",
      "OrderInSection": 12,
      "Timecode": "2024-11-06T09:58:42",
      "ExternalId": "83D04E2B-6FBB-490C-97F0-AC10D914A16A",
      "HRSTag": "hs_Para",
      "HansardSection": "AF2-AK1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946519,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "10:09:00",
      "OrderInSection": 13,
      "Timecode": "2024-11-06T10:09:07",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AF2-AK1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890809,
      "MemberId": 5207,
      "AttributedTo": "Clive Jones (Wokingham) (LD)",
      "Value": "It is a pleasure to serve under your chairmanship, Mr Dowd. I congratulate the hon. Member for East Renfrewshire (Blair McDougall) on securing a debate on such an important topic. It is also good to see the Minister; I look forward to working constructively with him.\r\n\r\nThe Liberal Democrats welcome the news that the Court of Appeal has overruled the National Crime Agency’s decision not to launch an investigation into whether high-street brands are using forced labour in the Xinjiang province in China. I congratulate the Global Legal Action Network and World Uyghur Congress on that success. Importantly, in the short term, the ruling means that the National Crime Agency needs to seriously consider its decision not to carry out an investigation, because with 19 billion units of clothing produced in China yearly, it is not unbelievable that much of it is produced by detainees in Xinjiang.\r\n\r\nThe Global Legal Action Network says that there is an abundance of evidence that UK companies import cotton made with forced labour from China, and that 85% of Chinese cotton is grown in the Xinjiang region. Let there be no confusion: slavery is not an issue of the past. Today, almost 50 million people worldwide are trapped in slavery. That is why the Liberal Democrats are calling on the Government to reverse the Conservative party’s roll-backs of modern slavery protections and to introduce legislation obliging retailers to guarantee full traceability of their supply chains, ensuring ethically sourced materials, decent livelihoods and safe working conditions in the products that we buy.\r\n\r\nMy constituents in Wokingham do not want to buy clothes that are the result of forced labour, but they simply do not know where they are sourced from. Retailers need to be forced to take action to review their supply chains and take due diligence seriously. We should not allow evil to profit from British consumers. We should not let genocide be a means of increasing a company’s profit margin. We are better than that.\r\n\r\nI would like to focus on the word “genocide” for a moment. In 2020, the world discovered that the Chinese Government’s treatment of the Uyghurs was more widespread and systematic than previously known: forced sterilisation, destruction of religious sites, torture, and detainment in re-education camps. The appeal judges in the National Crime Agency ruling stated that there was\r\n\r\n“a diverse, substantial and growing body of evidence”\r\n\r\nthat human rights violations are taking place in the region. The horrific acts found in Xinjiang have been described in different ways, with the UN concluding that China’s actions would constitute crimes against humanity.\r\n\r\nThe Liberal Democrats agree with Sir Geoffrey Nice KC, whose independent tribunal found that the Uyghurs are being subject to genocide by China. Specifically, these actions constitute a genocide based on the description of genocide laid out in article 6 of the Rome statute of the International Criminal Court. The Liberal Democrats believe that the Government need to be explicit in their condemnation of these actions as being those of a genocide. In recognising that, we need to champion human rights and support survivors and the Uyghur and the Turkic people, who are being persecuted simply for their beliefs.<span id=\"64WH\" class=\"column-number\" data-column-number=\"64WH\"></span>\r\n\r\nThe Liberal Democrats are calling for the Government to issue a comprehensive China strategy that places human rights and effective rules-based multilateralism at its centre. My colleagues and I will continue to stand up for people’s human rights around the globe, to protect, defend and promote human rights for all, including those persecuted for their religion and belief. Liberalism and co-operation have a vital role to play in securing peace, promoting democracy and defending human rights across the world. The UK must work with its global allies to ensure the end of the persecution of the Uyghurs and Turkic people.\r\n\r\nThe UK must introduce a general duty of care for the environment and human rights in business operations and supply chains, to guarantee that no human is taken advantage of for a piece of clothing. I ask the Minister to support the Liberal Democrat policies laid out in my speech. Will he back Magnitsky-style sanctions on persons and entities involved in the persecution of Uyghurs and the Turkic people, under the Sanctions and Anti-Money Laundering Act 2018? Will he ensure that the UK grants asylum to those fleeing genocide—and, to reiterate, will he explicitly condemn the actions of the Chinese state as genocide?",
      "OrderInSection": 14,
      "Timecode": "2024-11-06T10:09:17",
      "ExternalId": "628C6EE0-15A7-4CD8-A9FA-5D079C816FE3",
      "HRSTag": "hs_Para",
      "HansardSection": "AF2-AK1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946520,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "10:15:00",
      "OrderInSection": 15,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AK2-AM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890810,
      "MemberId": 4384,
      "AttributedTo": "Mike Wood (Kingswinford and South Staffordshire) (Con)",
      "Value": "I suspect that this will be the final time that I speak on behalf of His Majesty’s official Opposition in an international trade debate. Following the events across the water overnight, there might be an alternative vacancy in Government that means the Minister may move on before too long. If this is the last time we face each other, let me thank him for the courtesy that he has shown during my brief time shadowing him. It has been greatly appreciated.\r\n\r\nI join other Members in congratulating the hon. Member for East Renfrewshire (Blair McDougall) on securing this important debate on an urgent and deeply troubling issue. It affects not only our values and moral standing as a nation, but the integrity of our supply chains.\r\n\r\nThe evidence of the systematic forced labour of Uyghur and Turkic populations in China’s Xinjiang region is clear and undeniable. Reports indicate that over 1 million Uyghurs and other Muslim minorities are detained in camps, facing conditions that are nothing short of abhorrent and genuinely disgraceful. They are subjected to forced labour under the watchful eye of a regime that seeks to erase their identity and culture. The situation is not just a distant tragedy; it is intertwined with our own economy and lifestyles, affecting the products that we import, buy and consume in the United Kingdom.\r\n\r\nWe have long recognised the importance of aligning our trade policies with our commitment to human rights. Our strategy for UK-China relations has been built on three pillars: protect, align and engage. That approach has driven us to strengthen our national security protections, deepen collaboration with our allies and engage with China where our interests converge.\r\n\r\nThe previous Government introduced measures to ensure that British organisations, both public and private, are not complicit in and do not profit from the human rights violations in Xinjiang. Those measures include the review of export controls as they apply to Xinjiang, <span id=\"65WH\" class=\"column-number\" data-column-number=\"65WH\"></span>to ensure that the Government do all they can to prevent the export of goods that may contribute to human rights abuses in the region; the introduction of financial penalties for organisations in the UK that fail to meet their statutory obligations to publish annual modern slavery statements under the Modern Slavery Act; new robust and detailed guidance to UK businesses, setting out the specific risks faced by British companies with links to Xinjiang and underlining the challenges of effective due diligence there; and a Minister-led campaign of business engagement to reinforce the need for UK businesses to take action to address the risk.\r\n\r\nWe have led the international community in condemning China’s gross human rights violations. In March 2021, we imposed sanctions on key officials involved in those abuses, acting alongside 29 other countries. Furthermore, we were the first nation to lead a joint statement at the UN condemning those violations, back in 2019. This year we did so again, now with a record-breaking 51 signatories. These actions demonstrate our unwavering commitment to holding China accountable, which I know is being continued by the new Government.\r\n\r\nIn 2023, our updated public procurement rules were designed to mitigate modern slavery risks, ensuring that no taxpayer money inadvertently supports these violations. We also introduced strict measures under the Procurement Act 2023 to exclude suppliers involved in labour market misconduct, further reinforcing our commitment to ethical sourcing. However, it is essential to recognise that although we have made significant strides in previous years, huge challenges remain, particularly in how businesses engage with entities that may be complicit in these gross abuses.\r\n\r\nSadly, the situation with fast fashion companies such as SHEIN raises enormous concerns. SHEIN has been widely criticised for its alleged links to forced labour in Xinjiang, yet we see troubling ties emerge between the current Government and companies such as SHEIN. It is deeply concerning that the chief executive of SHEIN has recently been engaging with senior figures within the Labour party. That raises uncomfortable questions about access and influence within Government when we should all be standing firm against human rights abuses. Although we have taken decisive action, we cannot allow our progress to be undermined by those who seek to profit from exploitation.\r\n\r\nAs has been said, the European Union has taken a proactive stance against companies such as SHEIN. However, the disparity between the EU’s action and our own lack of action highlights a critical point: we must be unequivocal in our commitment to human rights and free from the taint of associations that contradict our values.\r\n\r\nThe implications of forced labour in our supply chains extend beyond ethical concerns; they pose serious reputational risks for the businesses themselves and threaten our trade relations around the world. We have a responsibility not only to protect the rights of the Uyghur and Turkic populations but to safeguard the integrity of UK businesses. Companies that choose to engage with suppliers linked to forced labour rightly risk facing a backlash from consumers who demand accountability and transparency. It is our role to make that accountability and transparency easier.\r\n\r\nI have five questions that I hope the Minister will address in his response. First, before the election Labour promised to declare formally what is taking place in <span id=\"66WH\" class=\"column-number\" data-column-number=\"66WH\"></span>Xinjiang as a genocide. Is that still the Government’s intention? If so, did the Foreign Secretary raise that intention with Wang Yi during his recent visit to Beijing? Secondly, when do the Government plan to launch the international legal action against China on Xinjiang to get what is happening there formally declared on an international level as a genocide, as they also promised before the election? Thirdly, how does the Energy Secretary’s decision to sign off on three enormous solar farms, some of which involve companies judged to be the most complicit in human rights abuses, sit with the Government’s commitment to remove the products of forced labour from UK supply chains? Fourthly, will the Government introduce measures to ensure that the UK does not become a dumping ground for solar panels made by slave labour, as both the United States and the European Union have already done for their markets? Finally, has the Minister met with Uyghurs and Turkic Muslims and their representatives, as his Department develops its China audit?\r\n\r\nAs we move forward, all UK businesses must conduct thorough due diligence to ensure that their supply chains are free from forced labour. It is imperative that we renounce any friendly or commercial ties with entities engaged in or linked to forced labour. We must remain steadfast in our commitment to human rights, standing alongside those being persecuted in Xinjiang and ensuring that we do not profit at their expense.",
      "OrderInSection": 16,
      "Timecode": "2024-11-06T10:21:01",
      "ExternalId": "38E40E3A-F32A-4363-A3C5-39732D5C2761",
      "HRSTag": "hs_Para",
      "HansardSection": "AK2-AM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946521,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "10:24:00",
      "OrderInSection": 17,
      "Timecode": "2024-11-06T10:24:22",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AK2-AM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890811,
      "MemberId": 632,
      "AttributedTo": "The Minister for Trade Policy and Economic Security (Mr Douglas Alexander)",
      "Value": "I congratulate my hon. Friend the Member for East Renfrewshire (Blair McDougall) not just on his recent election, but on securing this important debate. I feel obliged to declare an interest in paying that compliment, given that I have known, campaigned with and long admired the political judgment and moral seriousness of the new Member for East Renfrewshire—I know how dearly he holds that title as a local representative of that community. What we witnessed today in his remarks evidenced not only that he will be a doughty local fighter, but that he has the kind of global perspective and moral conscience that will serve this House.\r\n\r\nI thank all the others who have participated in our debate, which was genuinely worthy of the seriousness and urgency of the matters under discussion. I thank the hon. Member for Strangford (Jim Shannon), who spoke with characteristic passion and clarity in his advocacy of the need for urgent action. I will endeavour to return to the specific points that various Members have made, but I will offer a few introductory remarks before going into more detail.\r\n\r\nMy hon. Friend the Member for Macclesfield (Tim Roca) brought to the debate careful research, particularly on the car industry’s risk of sourcing goods produced through forced labour. My hon. Friend the Member for St Helens South and Whiston (Ms Rimmer) made the case with passion and force that clean energy must not mean procurement secured through slave labour—an approach with which I wholeheartedly agree. I am particularly grateful to her for sharing the deeply harrowing accounts of those she has had the privilege of meeting in recent days, and for bringing that perspective and understanding to our debate.<span id=\"67WH\" class=\"column-number\" data-column-number=\"67WH\"></span>\r\n\r\nThe hon. Member for Wokingham (Clive Jones), the Liberal Democrats’ new Front-Bench spokesman, spoke with characteristic eloquence and raised a number of points that I will seek to address. Finally, I thank the hon. Member for Kingswinford and South Staffordshire (Mike Wood) for his gracious words. With no disrespect to his remarks, I sense that there are much bigger issues at play this morning than the future prospects of either of us.\r\n\r\nIt was two years ago that the Office of the UN High Commissioner for Human Rights released its assessment of the situation in Xinjiang. It concluded that clear evidence had been found of serious human rights violations and that the scale of the arbitrary and discriminatory detention of Uyghurs and other largely Muslim minorities within Xinjiang\r\n\r\n“may constitute international crimes, in particular crimes against humanity.”\r\n\r\nMultiple other bodies and independent human rights experts have since taken similar views, relying extensively on China’s own records. Those findings and recommendations detail evidence of large-scale arbitrary detention; family separation, as we heard very eloquently from the hon. Member for Strangford; enforced disappearances; forced labour; systemic surveillance on the basis of religion and ethnicity; severe restrictions on cultural, religious and linguistic identity; torture; sexual and gender-based violence, including forced abortion and sterilisation; and the widespread destruction of religious and cultural sites. The Government are deeply and sincerely concerned about those human rights abuses, and we continue to work with international partners to find ways of effectively holding China to account.\r\n\r\nLast month, the UK signed an Australian-led joint statement at the UN Third Committee that called on China to uphold its international human rights obligations; implement United Nations recommendations; release individuals arbitrarily detained in Xinjiang; and allow access to Xinjiang for independent observers to evaluate the human rights situation. Although, as my hon. Friend the Member for East Renfrewshire suggested, sunlight is not sufficient, transparency is none the less essential. We therefore want those independent advisers and observers to evaluate the human rights situation.\r\n\r\nThe United Kingdom has also undertaken direct action against those who have aided or abetted these activities. In 2021, under the previous Government, the United Kingdom announced sanctions against four Chinese officials and one entity based on compelling and widespread evidence of serious and systemic human rights violations in Xinjiang. The Government also conduct independent visits to areas of major concern where possible, and continue the delicate but vital work of supporting non-governmental organisations in exposing and reacting to human rights violations.\r\n\r\nMore widely, this Government are carrying out a comprehensive audit of the UK’s relationship with China, as we have discussed this morning, to improve our ability to understand and respond to the challenges and opportunities that China poses in today’s world. Work on the audit is ongoing and will inform the long-term and consistent approach to China that the Government will set out. I was asked whether it is being led by the Department for Business and Trade, and whether we are therefore meeting the Uyghurs in DBT. The audit is <span id=\"68WH\" class=\"column-number\" data-column-number=\"68WH\"></span>actually being led out of the Foreign, Commonwealth and Development Office, but I can assure the House that efforts are being made to ensure that voices are heard as part of this comprehensive audit.\r\n\r\nFor that work, engagement with China is vital so that we can not only co-operate on shared challenges but challenge it on areas where we disagree. The Prime Minister and the Foreign Secretary raised human rights in their introductory discussions with President Xi and Foreign Minister Wang Yi, and the Foreign Secretary raised human rights with Wang Yi again in Beijing last month. The Foreign Secretary has also called on China to lift the unwarranted and wholly unacceptable sanctions on UK parliamentarians—a matter to which I will return. That will remain a top priority for the Government.\r\n\r\nI now want to address some of the specific legislative and regulatory measures that the Government and the Department use to address forced labour, before coming to colleagues’ questions. That work is a vital part of the Government’s efforts to ensure businesses do not use forced labour or cause or contribute to other human rights abuses and violations within their supply chains, no matter where they operate in the world. The UK addresses forced labour in global supply chains under section 54 of the Modern Slavery Act 2015, which requires commercial businesses that operate in the UK and have a turnover of £36 million or more to report annually on the steps they have taken to prevent modern slavery in their operations and supply chains. The purpose is to provide transparency and ensure businesses monitor their supply chains with rigour, are open about their risks and mitigations, listen to their workers, and act where they find issues.\r\n\r\nWe have also taken action under the Procurement Act 2023 to strengthen the rules on excluding suppliers linked to modern slavery. A number of Members asked whether our commitment to clean energy will come at the cost of the integrity of our approach to procurement. I can assure them that it will not. For instance, the Act expands the mandatory exclusion grounds that apply if a supplier or a connected person has been convicted of certain offences under the modern slavery legislation. Suppliers can be investigated for debarment on modern slavery grounds, and may be placed on a central debarment list of suppliers that must or may be excluded across the whole of the public sector.\r\n\r\nIn addition, my Department takes a number of steps to address forced labour within UK supply chains. We negotiate and implement forced labour and modern slavery provisions within our free trade agreement programme. The developing countries trading scheme allows for the suspension of preferential trading arrangements, specifically on grounds of serious violation of labour rights. UK Export Finance also reviews environmental, social and human rights risk factors for transactions in scope of its policy responsibilities.\r\n\r\nFurthermore, our overseas business risk guidance makes clear to UK companies the risks of operating in certain regions that we have been discussing today, and urges them to conduct appropriate due diligence. The UK Government expect, encourage and support UK businesses to undertake due diligence so that human rights and environmental issues are considered in their operations and supply chain relationships, in line with the OECD guidelines on responsible business conduct and the UN guiding principles on business and human rights.<span id=\"69WH\" class=\"column-number\" data-column-number=\"69WH\"></span>\r\n\r\nOn supply chain due diligence legislation, the UK maintains regular dialogue with the European Union following the recent passage of the corporate sustainability due diligence directive, and the Government continue to review how we in the United Kingdom can best tackle forced labour and environmental harms in supply chains. We also regularly engage with business and international partners on domestic and international tools to combat forced labour. Our trade and forced labour business roundtable allows businesses and the Government to come together to speak frankly, and it gives His Majesty’s Government the opportunity to understand how we can better support businesses than has been the case in the past in their efforts to combat forced labour in supply chains globally.\r\n\r\nThat package of policy tools goes some way towards addressing the concerns that have been raised today, but I assure the House that there are absolutely no grounds for complacency. In line with sustainable development goal 8.7 and commitments made through the G7, referenced earlier, the Government are committed to ensuring that no company has forced labour in its supply chain. With that in mind, we continue to consider actor-agnostic measures that would improve worldwide supply chain transparency and traceability.\r\n\r\nWe are aware, however, that some sectors are at higher risk of forced labour in their supply chains. A number of contributions have focused on solar supply. On solar supply chains, the Government are committed to tackling the issue of Uyghur forced labour, including the mining of polysilicon used in the manufacture of solar panels, about which my hon. Friend the Member for East Renfrewshire spoke so eloquently, and are therefore taking robust action.\r\n\r\nThe solar taskforce has been relaunched by the Government and will specifically focus on identifying and taking forward the actions needed to develop resilient, sustainable and innovative supply chains that are free from forced labour, to support the significant increases in the deployment of solar panels needed to meet the ambition that we discussed this morning to increase UK solar power capacity by 2030.\r\n\r\nOn cotton and auto supply chains, about which a number of hon. Members spoke, we have been clear that no company in the UK should have forced labour in its supply chains. As I have set out, there are rules in place to compel companies to publish statements demonstrating they have met their legal obligations on modern slavery.\r\n\r\nLet me seek to address some of the other specific questions raised during the debate. The hon. Member for Strangford spoke about the harvesting and trafficking of human organs. That is a heinous crime that deserves our complete and unequivocal condemnation. The Government are determined to stamp out that form of exploitation, by catching the perpetrators and safeguarding the victims. There are a range of offences under the Modern Slavery Act 2015 and the Human Tissue Act 2004 that were extended on 1 April 2024, ensuring that perpetrators are held accountable, leaving no room for this crime to go unpunished.\r\n\r\nOn the further question from the hon. Member for Strangford about sanctions, I have spoken in general terms about the approach the Government are taking. Let me be more explicit: China’s sanctions are completely unwarranted and unacceptable. The issue will remain a <span id=\"70WH\" class=\"column-number\" data-column-number=\"70WH\"></span>priority for the Government, given the integrity and importance of our democratic legislature in the House of Commons. The Foreign Secretary has called on China to lift the sanctions, in meetings with his Chinese counterpart Foreign Minister Wang Yi at the Association of Southeast Asian Nations meeting in July and during his most recent visit to Beijing on 18 October.\r\n\r\nThe sanctions announced by the UK on 22 March 2021 against four Chinese officials and one entity were based on compelling and widespread evidence of serious and systemic human rights violations in Xinjiang. Although 30 countries were united in sanctioning those responsible for those violations, China’s response was simply to retaliate against its critics.\r\n\r\nOn the point about genocide raised by the hon. Member for Wokingham and a number of colleagues, it is the long-standing policy of the British Government that any judgment on whether genocide has occurred is a matter for the competent national and international court, rather than for Government or non-judicial bodies. Regardless of any court’s decision, this Government will stand firm on human rights, including China’s repression of Uyghurs and others in Xinjiang. That includes raising our concerns, as I have suggested, at the highest levels of the Chinese Government, and co-ordinating efforts with our international partners to hold China accountable for the actions it takes, and to account for human rights violations. For example, as I mentioned, on 22 October the UK joined Australia’s statement at the UN Third Committee on China’s human rights situation.\r\n\r\nOn whether the UK will issue sanctions against perpetrators—those accused of having forced labour in their supply chains—we keep all evidence and potential listings under close review. It is not appropriate for me to speculate about whom we may designate in the future, as doing so could reduce the impact of those designations, but I have listened carefully to the points made in the debate.\r\n\r\nThe hon. Member for Strangford and my hon. Friend the Member for East Renfrewshire asked whether we would impose stricter regulations. The United Kingdom recognises the importance of ensuring that businesses are not complacent on the issue of forced labour and human rights violations. I can assure the hon. Member for Strangford that we will continue to monitor the effectiveness of the existing measures about which I have spoken today, as well as monitoring the impact that other countries’ measures are having, to reach a view about the appropriate approach to tackling forced labour effectively.\r\n\r\nMy hon. Friend the Member for East Renfrewshire raised the issue of GB Energy and solar. I have spoken about the solar taskforce, and I hope that that provided some comfort. We are working with colleagues across Government on the issue, and the Government are united in their determination. The solar taskforce has been relaunched to develop sustainable supply chains, and it will of course give due consideration to this issue. The solar stewardship initiative will support the delivery of the solar road map. The Procurement Act also strengthens rules around existing suppliers that are linked to modern slavery.\r\n\r\nIn relation to other issues that have been raised, I can assure Members that we will continue to work with domestic and international businesses across all sectors <span id=\"71WH\" class=\"column-number\" data-column-number=\"71WH\"></span>of the economy to ensure that their supply chains are diverse, resilient and, of course, free from human and labour rights abuses.\r\n\r\nFinally, I should address the issue of direct cargo flights from Ürümqi to Bournemouth, which was raised by my hon. Friend the Member for East Renfrewshire. Border Force does not assess whether goods on freight entering the UK may have been made using forced labour, but I can assure my hon. Friend that the Government are committed to working with partners to ensure that we can best tackle forced labour in supply chains.\r\n\r\nAs I say, we are continuing to assess and monitor the effectiveness of the steps that we have taken and will continue to take. The Government will continue to assess emerging policy tools, such as the import bans introduced by international partners, to understand their effectiveness in tackling forced labour in supply chains. That includes our better understanding the potential impacts here in the United Kingdom of the operation of the US measures, about which a number of hon. Members spoke, and the implementation of the EU forced labour regulations.\r\n\r\nSummarising the sentiment and approach of the Government, I find that we are in broad agreement with the points made about the character of the forced labour crisis, as well as with hon. Members’ sincere and genuine desire to address these issues. Thankfully, the United Kingdom is still a leading voice in international efforts to defeat modern slavery and end human and labour rights abuses in public and private sector supply chains, and we will continue to assess the most effective ways to address these issues.\r\n\r\nI can assure colleagues that we will continue to stand firm on human rights, including in Xinjiang, where China continues to persecute and arbitrarily detain Uyghurs and other Turkic Muslim minorities. That includes raising our concerns at the highest levels with the Chinese Government, as the Foreign Secretary and the Prime Minister have done, and co-ordinating our efforts in international fora such as the G7 to identify, expose and hold China to account for serious and systemic human rights violations.\r\n\r\nMay I thank you again, Mr Dowd, for your service to the House today, and thank my hon. Friend the Member for East Renfrewshire for raising this urgent topic? I assure him and other hon. Members that the Government are sincerely committed to tackling these issues. We will continue to work to ensure that UK supply chains are free from forced labour and to speak out against human rights abuses, no matter where we find them.",
      "OrderInSection": 18,
      "Timecode": "2024-11-06T10:25:14",
      "ExternalId": "076311E2-5B6D-4D6B-89FB-42C0BC132B01",
      "HRSTag": "hs_Para",
      "HansardSection": "AK2-AM1",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946522,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "10:44:00",
      "OrderInSection": 19,
      "Timecode": "2024-11-06T10:44:48",
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AM2-AS",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890812,
      "MemberId": 5076,
      "AttributedTo": "Blair McDougall",
      "Value": "Thank you, Mr Dowd, for the opportunity to close the debate. I thank hon. Members for speaking up on behalf of the dignity and humanity of Uyghurs and other Muslims in this situation. I thank them for not using sanitised language in describing what is going on in the Uyghur region, which I was potentially guilty of myself. We talk about “labour transfers” when we are really talking about slavery. We talk about “sexual violence” when we are talking about women being raped. We talk about “re-education centres” <span id=\"72WH\" class=\"column-number\" data-column-number=\"72WH\"></span>when we are really talking about concentration camps. We talk about “the removal and transfer of children” when we are talking about state kidnapping.\r\n\r\nI particularly thank the hon. Member for Strangford (Jim Shannon). In the short time I have been in the House, I have been in the room countless times when he has spoken up on behalf of religious freedom. He made a point essential to understanding the nature of what is happening in Xinjiang: it is religiously motivated. He mentioned the small infractions for which people can end up in the internment camps. I would add that having a beard, going on a pilgrimage to Mecca or simply travelling to another Muslim country is enough for someone to find themselves in a camp.\r\n\r\nSometimes, in politics, the word “Orwellian” is used. It has become a hyperbolic cliché that we turn to, but I do not think that there is a more appropriate word to describe what is happening in the Uyghur region. I have heard stories of people phoning home on FaceTime or video calls to find a uniformed Chinese state security person answering their relative’s phone, stories of artificial intelligence being used to identify particular ethnicities, and stories of the collection of biometric information on millions of people. It is almost impossible to imagine the traditional approach to forced labour and due diligence working where the oppression of people is so intense and so pervasive.\r\n\r\nIn Parliament, the causes and intent behind human rights issues are often a matter of nuanced debate. When it comes to the situation of the Uyghurs, it is incredibly clear what the intent, plan and motivation are. My hon. Friends the Members for Macclesfield (Tim Roca) and for St Helens South and Whiston (Ms Rimmer) both hit the nail on the head: the political and economic power of China is driving the forced labour crisis. The longer it continues without being challenged, the deeper the problem becomes. Others in the debate have spoken about how pervasive it is, from the cars we drive to the clothes we wear. It is also in the food we eat, whether it is tomatoes or seafood. Our moral complicity grows, and the longer it goes on, the more our own economic ruin grows as well. We cannot possibly compete with industries that have no labour cost.\r\n\r\nSome of this is about international action as well as the action of individual Ministers. We know that authoritarians are increasingly organised, and those of us who believe in the rule of law and in basic standards have a responsibility to pursue the same multilateral actions. The hon. Member for Wokingham (Clive Jones) and others named and shamed some of the companies that are involved in this process. The awful truth is that some companies are literally shameless. They are more motivated by the bottom line than they are by public reputation and international opinion.\r\n\r\nI thank the Minister for showing such moral clarity. Given China’s economic power, all Governments have to work with it, but to hear the Minister give such clear and unambiguous condemnation of the attacks on Uyghurs is important. From my time working with Uyghurs, I know that they often feel forgotten and unheard. Many of the things that hon. Members have spoken about today that happen to them, happen unseen. Today, we have shown that they are not happening unheard. That is incredibly important.\r\n\r\nI welcome the Minister’s use of the word “innovative” about the approach to supply chains, which is essential given the dominance of China in the polysilicon matter. <span id=\"73WH\" class=\"column-number\" data-column-number=\"73WH\"></span>I also welcome his commitment to continue to assess, monitor and learn from the approaches that other countries have taken. He knows that other Members and I will continue to press him to do that at speed.\r\n\r\nI close by paying tribute to those who, at considerable risk to themselves, ensure that the story of what is happening in Xinjiang escapes an increasingly closed society—to the Uyghurs who have lost contact with their families and risk imprisonment when they travel. I also pay tribute to civil society organisations such as Anti-Slavery International and the World Uyghur Congress. Uyghurs often feel forgotten, and if this debate has done one thing today, it has shown the world that we will not forget them and that they have a voice within our Parliament.\r\n\r\n<em>Question put and agreed to.</em>\r\n\r\n<em>Resolved,</em>\r\n\r\nThat this House has considered UK supply chains and Uyghur and Turkic Muslim forced labour in China.",
      "OrderInSection": 20,
      "Timecode": null,
      "ExternalId": "892F710A-CE00-4ABA-B086-3B14A594DB14",
      "HRSTag": "hs_Para",
      "HansardSection": "AM2-AS",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946523,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "10:51:00",
      "OrderInSection": 21,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AM2-AS",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40890813,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<em>Sitting suspended.</em>",
      "OrderInSection": 22,
      "Timecode": null,
      "ExternalId": "24110612000139",
      "HRSTag": "hs_Para",
      "HansardSection": "AM2-AS",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}