{
  "Overview": {
    "Id": 4751061,
    "ExtId": "3FEB0846-1D4D-4CD3-A53A-78D482D03137",
    "Title": "Property (Digital Assets etc) Bill",
    "HRSTag": "NewDebate",
    "Date": "2024-11-06T00:00:00",
    "Location": "Grand Committee",
    "House": "Lords",
    "Source": 2,
    "VolumeNo": 840,
    "ContentLastUpdated": "2024-11-07T16:24:38.53",
    "DebateTypeId": 2,
    "SectionType": 1,
    "NextDebateExtId": "",
    "NextDebateTitle": "",
    "PreviousDebateExtId": "4B5F9DB5-25F9-47CA-B857-8E918D6534B7",
    "PreviousDebateTitle": "Arrangement of Business"
  },
  "Navigator": [
    {
      "Id": 4751059,
      "Title": "Grand Committee",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "e65ca46c-0ab6-4d4e-95b3-3d1205dddc11",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751061,
      "Title": "Property (Digital Assets etc) Bill",
      "ParentId": 4751059,
      "SortOrder": 3,
      "ExternalId": "3FEB0846-1D4D-4CD3-A53A-78D482D03137",
      "HRSTag": "NewDebate",
      "HansardSection": "AA-AB",
      "Timecode": "2024-11-06T13:03:00"
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40889170,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Motion to Consider",
      "OrderInSection": 1,
      "Timecode": null,
      "ExternalId": "2ef361d4-9f7e-4e73-8bd4-43877bde1107",
      "HRSTag": "hs_DebateType",
      "HansardSection": "AA-AB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946364,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:03:00",
      "OrderInSection": 2,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AA-AB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889171,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 3,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AA-AB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889172,
      "MemberId": 3154,
      "AttributedTo": "Lord Ponsonby of Shulbrede",
      "Value": "That the Committee do consider the Bill.",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": "41EAEBC0-E7EE-45F2-B7B2-914C8DCE2869",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AA-AB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889173,
      "MemberId": 3154,
      "AttributedTo": "The Parliamentary Under-Secretary of State, Ministry of Justice (Lord Ponsonby of Shulbrede) (Lab)",
      "Value": "My Lords, as we begin, I would like to set out some of the history of property law and how this Bill came into being. It is worth noting at the outset that these proposals are concerned with the law of personal property in England and Wales; that is, anything that is not land or real estate. Specifically, the Bill is designed to respond to the challenge the common law faces in recognising certain digital assets, such as crypto tokens, as property; and to position the UK as the pre-eminent jurisdiction for the transaction of digital assets and the resolution of disputes arising from them.\r\n\r\nAs your Lordships will be aware, certainty around personal property rights is important for a number of reasons, including: in cases where objects of property rights are interfered with or unlawfully taken; in cases of bankruptcy or insolvency; and for the legal rules concerning succession on death. These rights are also important for the proper characterisation of numerous modern and complex legal relationships, including custody relationships, collateral arrangements and structures involving trusts.\r\n\r\nTraditionally, personal property has been categorised into two types: tangible property that you can hold or otherwise physically possess, known as “things in possession”; and intangible property that can be claimed or enforced only through a court action, such as a debt or contractual right, known as “things in action”. These categories have been recognised in English and Welsh law for centuries, long before digital assets existed. It is not surprising that they do not fit neatly into either category, yet some digital assets have characteristics that mean they should be recognised as property by the common law and treated as such.<span id=\"264GC\" class=\"column-number\" data-column-number=\"264GC\"></span>\r\n\r\nFor example, it has long been held that pure information cannot be the object of property rights because it can be copied exactly without affecting the original version. If one party sends another party a Word document, for example, the original party still has their copy. By contrast, the technology used to create crypto tokens means that they cannot be duplicated or “double spent”. This has been recognised in some recent case law, which found that certain digital assets, specifically crypto assets, can still attract personal property rights even though their unique nature means that they are neither things in action nor things in possession.\r\n\r\nIt is worth noting, however, that these cases are not definitive in that the decisions were not made by a precedent-setting court. This has left some ambiguity, as there is old case law suggesting that something cannot be personal property if it does not fall within either of the two traditional categories. Under the previous Government, in 2020, the Ministry of Justice asked the Law Commission to review the law on crypto tokens and other digital assets, and to consider whether reform was required. In its 2023 report, the Law Commission concluded that certain types of digital assets can attract property rights and recommended legislation to reflect this. This Government agree wholeheartedly with that approach, which is why we have brought forward this Bill.\r\n\r\nI turn to the details of the Bill, which has only one limited and technical operative clause. It recognises that:\r\n\r\n“A thing … including a thing that is digital or electronic … is not prevented from”\r \r\n\r\nattracting\r\n\r\n“personal property rights merely because it is neither … a thing in possession, nor … a thing in action”.\r\n\r\nThe Bill simply signals a further category of personal property. What it does not do is state which assets fall within this further category. It also does not provide for the legal consequences of falling into this category. These are matters purposefully left to the common law, which is best placed to respond in a nuanced and flexible way.\r\n\r\nThe Bill does not mean that all digital assets will be recognised as property. There are many kinds of digital assets with different features, including crypto tokens, non-fungible tokens, virtual carbon credits, digital files, and domain names. The well-established common-law tests for personal property will be applied by the courts to each specific digital asset. This means that only things with the necessary characteristics of property will be recognised as attracting property rights.\r\n\r\nWe believe that the Bill has clear benefits for England and Wales as a legal jurisdiction, and the UK as a whole, enabling more efficient dispute resolution, attracting international businesses to use our law, and promoting economic growth. The Bill will: first, encourage the use of English and Welsh law by international businesses by increasing confidence in how our law will treat certain digital assets; secondly, ensure protections for owners of crypto tokens and other assets in the event of unauthorised use or misappropriation; thirdly, decrease litigation costs and court time by giving certainty as to the existence of a further category of personal property; and, lastly, empower the courts with the tools to develop our world-leading common law.<span id=\"265GC\" class=\"column-number\" data-column-number=\"265GC\"></span>\r\n\r\nUltimately, the Bill will ensure that our jurisdiction continues to be an attractive place to do business with, and litigate in respect of, crypto tokens and other emerging assets that have the characteristics of property under the common law. The Property (Digital Assets etc) Bill represents a step forward in modernising the law of personal property in England and Wales. By recognising a further category of personal property, it recognises the unique features of digital assets, ensuring that they can be protected and managed effectively under the law.\r\n\r\nThe Bill underscores our commitment to fostering innovation. It supports our efforts to ensure that our jurisdiction remains at the forefront globally, providing a flexible legal framework that can react to the dynamic nature of digital assets and other emerging technologies. I hope the Bill receives strong support and I look forward to noble Lords’ contributions. I beg to move.",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": "240DA58E-00BC-4EBB-9DBF-1D342450A327",
      "HRSTag": "hs_para",
      "HansardSection": "AA-AB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946365,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:10:00",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AC-AD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889174,
      "MemberId": 4294,
      "AttributedTo": "Lord Holmes of Richmond (Con)",
      "Value": "My Lords, it is a pleasure to take part in this Second Reading Committee on the digital assets Bill, and to follow the Minister. I congratulate him on his erudite and excellent introduction. I declare my technology interests as set out in the register, not least as an adviser to Lombard Electronic Market Infrastructure and to MCM Ltd. I shall set out a bit of history around the technology that underpins the Bill and the opportunities for the UK, say some words on the Bill itself and then ask some questions of the Minister. Before all that, I put on record my thanks to the Law Commission, particularly Professor Green, for her work and the work of her team in bringing this Bill to your Lordships’ House for our consideration.\r\n\r\nTurning to the technology, we can all be forgiven for believing that artificial intelligence, not least gen AI, is the only technology show in town. It certainly has enough column inches to keep feeding itself until the end of time. But there are other technologies that we should consider when we look at the social, economic and democratic opportunities for the UK. Chief among them is blockchain or distributed ledger technology, which I believe could be a far more profound driver and enabler of value than even some of the greatest claims about artificial intelligence. That is why I have been interested in blockchain for decades and wrote a report on the subject in 2017, <em>Distributed Ledger Technologies for Public Good: </em><em>L</em><em>eadership, </em><em>C</em><em>ollaboration and </em><em>I</em><em>nnovation</em>. I believe that leadership, collaboration and innovation remain three wise watchwords for our approach to this Bill.\r\n\r\nI shall give an example of the transformative powers of this technology, which was in my 2017 report. Currently, 25,000 doctor days are used up in the NHS on proof of credentials. Of course they are important—you want to know that the person operating on you is who they say they are and has the experience and the credentials to do so—but with a relatively simple DLT solution, those 25,000 doctor days could be converted into 25,000 doctor days of care.\r\n\r\nCrucially, when we consider these technologies, we need to put the human right at their heart. They are extraordinarily powerful, but they are technologies in our human hands: we decide, we determine and we choose how to develop and deploy. It is down to us.<span id=\"266GC\" class=\"column-number\" data-column-number=\"266GC\"></span>\r\n\r\nOn the opportunities of digital assets, I could cite any statistic from one of the four consultancy firms. I am not going to, but take this: by 2030, the majority of value exchange will take place under or using digital assets. By 2030, tokenisation of real-world assets will be in excess of $10 trillion. This technology came into being only in 2017 and is still highly nascent—my noble friends may be aware of non-fungible tokens or stablecoins, which are the two obvious examples—but we are talking about more than $10 trillion by the end of this decade.\r\n\r\nThe opportunities for the planet are extraordinary. The opportunities for the UK are immense, not least because of our financial services ecosystem, our fantastic higher education, our start-up and technology communities, and the greatest gift of all: English common law. Some £250 billion of M&amp;A activity takes place around the globe and 40% of commercial arbitration is done under English common law. We have a unique opportunity in this country: as individuals, to assist with financial inclusion, through to financial market transformation, the dematerialisation of capital markets, and a transformation of our economy and society for the benefit of all, if we get it right—all potential, none of it inevitable.\r\n\r\nI will quickly list some use cases. The Electronic Trade Documents Act that we passed last year, which also came from Professor Green’s team at the Law Commission, is an excellent example of a short Bill with a significant impact: enabling efficiency in international trade, driving economic and environmental benefits, and collapsing the time it takes to perfect trade, potentially from 10 to 14 days to a matter of moments.\r\n\r\nWith regard to individuals and the housing crisis we have in this country right now, what about looking at fractionalised models for home ownership so that our young people in particular can get a grip on and a piece of the housing market? There are extraordinary opportunities through all the social and economic challenges that we currently face. For our global workforce in the UK, there is transforming overseas payments, taking friction and cost out, so that they can send that money back to their families around the world. On the environmental challenge, we should all be highly cognisant of the environmental impact of blockchain and AI, not just in development but in each and every query and interaction. But none of that is inevitable. We can choose, we can determine, and we can say that all digital assets have to be driven by and generated through renewable sources. All this is in our power. If we get this right, to quote a phrase, digital assets could be a key enabler of “growth, growth, growth”.\r\n\r\nI turn to the Bill itself. What do we need to consider? What do we currently not have when it comes to the law of property in England and Wales? The question must revolve around clarity, certainty, consistency and coherence. We have already seen the role the EU has played with MiCA and its definition of crypto assets, in a prescriptive code, and how that is currently evolving. Perhaps more pertinent to the UK are the examples in the UAE—Dubai—and Saudi and, indeed, the approach of the Hong Kong Monetary Authority. This is a global game, and the UK needs to decide what role we want to play within it.<span id=\"267GC\" class=\"column-number\" data-column-number=\"267GC\"></span>\r\n\r\nThe Bill is short in nature but could be extraordinarily significant in impact. At the heart of it is that question set out by the Minister: are the current classifications and categorisations of property in this country, developed over centuries, insufficient to cover digital assets? It is a significant question, because set out in the Bill is a suggestion that a third category of property right should be developed as a consequence, if we pass the Bill as drafted. There are so many elements at play internationally but, looking at home, is there a case to consider that the courts have in some ways overtaken the Law Commission and, indeed, the parliamentary process? I am thinking not least of recent High Court decisions.\r\n\r\nWhen it comes to Committee, I believe that we will need to go into a series of issues in significant detail, and this brings me to the questions for the Minister. First, and most important, are the Government sure that the current categorisation of property into things in possession and things in action is not exhaustive and not able to accommodate digital assets? If not, is the development of a third category desirable in English common law? If we take that path, what are the implications for the courts? Will it become inevitable that the courts follow the parliamentary steer and think, “Well, there must be a need to develop this jurisprudence as a result of the activities of Parliament in passing the Bill”?\r\n\r\nSimilarly, what will it mean internationally for our common-law community, in which we are such a key player? One of the strengths of common law is consistency in whichever jurisdiction one finds oneself. To that extent, can the Minister say what the Government’s position is on the impact of the Bill on other common-law jurisdictions, which have already determined that digital assets can be classified as things in action? I am thinking not least of Singapore and New Zealand, and the relevant cases well passed at precedent level in those jurisdictions. Perhaps closer to home, we should strongly consider the situation in Scotland, as its law on incorporeal movable property seems highly capable of taking digital assets into account.\r\n\r\nNoble Lords will have an extraordinarily interesting and detailed exposition of all these matters in Committee. The Bill may seem small, but it is incredibly significant, and we need to consider whether the existing two-state classification of property law is in fact sufficient for the task in hand, and if not, what case law and evidence we are bringing to bear. For example, do we find the 2012 High Court decision in Armstrong compelling in this respect or not?\r\n\r\nUltimately, this is not about the law—the statute itself. It is about what we do in this place and in courts up and down the land as a consequence of this statute, and what that means for individuals, businesses, our economy, our society and our very democracy. I believe that, if we get this right, there will be an extraordinary, almost limitless, unique opportunity for the UK to drive benefits for citizen and state alike to pass a Bill which drives economic and social benefits, which shows Parliament playing her role in this digital future, enabling the courts to play their role in interpretation and development, and reaching out to our common-law communities right around the world. That will be a fine digital assets Bill.<span id=\"268GC\" class=\"column-number\" data-column-number=\"268GC\"></span>",
      "OrderInSection": 7,
      "Timecode": null,
      "ExternalId": "FED7D70A-4E5A-4DCE-B6CF-4A3A2BF010DC",
      "HRSTag": "hs_para",
      "HansardSection": "AC-AD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946366,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:23:00",
      "OrderInSection": 8,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AE-AG",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889175,
      "MemberId": 4309,
      "AttributedTo": "Lord Thomas of Cwmgiedd (CB)",
      "Value": "My Lords, it is a pleasure and privilege to follow the noble Lord, Lord Holmes, in his exposition of most of the main issues. I thank the Minister for his careful introduction to the Bill and join him in thanking and paying tribute to Professor Sarah Green, who has done so much to bring our law up to date.",
      "OrderInSection": 9,
      "Timecode": null,
      "ExternalId": "69470732-4E47-4730-AED0-42A2AE442BD3",
      "HRSTag": "hs_para",
      "HansardSection": "AE-AG",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889176,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Sitting suspended for a Division in the House.",
      "OrderInSection": 10,
      "Timecode": null,
      "ExternalId": "24110644000129",
      "HRSTag": "hs_Procedure",
      "HansardSection": "AE-AG",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946367,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:32:00",
      "OrderInSection": 11,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AE-AG",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889177,
      "MemberId": 4309,
      "AttributedTo": "Lord Thomas of Cwmgiedd (CB)",
      "Value": "My Lords, as I was not using written notes, I rely on the absolute skill of Hansard to make it look as though I have continued at the point where I stopped. I thanked the Minister for his very careful introduction, and I added my thanks and praise to Professor Sarah Green for what she has done, which is important in two respects.\r\n\r\nFirst, it is wonderful to be able to go into the Royal Gallery as a lawyer and say, “You can actually do law on one piece of paper”, because most complain that lawyers do law in volumes. That is an immense tribute to her.\r\n\r\nSecondly, the Bill achieves the right balance to making the critical change—which probably has to be made by statute—but not getting ourselves into an area where you cut off development of the common law.\r\n\r\nThere is one other respect that I hope the Special Public Bill Committee will be able to consider. We live in different times to when the dominance of English law was achieved. We were then a great industrial and commercial power. We cannot claim to be that in the world relating to digitalisation and digital technology. It is important that the solution adopted by the Law Commission is an internationally attractive solution. We must retain at the forefront of our mind the enormous contribution that having contracts governed by English law provides—it is far more important that they are governed by English law than that dispute resolution occurs here, which is a less significant industry—and that people will choose English law on the basis that they like the solution. This is important because the transnational view is emerging that selection of the governing law will almost certainly be the basis upon which most disputes are likely to be decided.\r\n\r\nSo we want to say, “Look, come: our law is a good solution and, if you’re under our law, you’ll get a solution that is attractive”. I think the answer is probably right. Another tribute to Sarah Green is the acknowledgement that this is not a matter for looking at solely through the eyes of English law. You have to look at what the Americans are doing, and she has looked at what the American Law Institute has done and what the commissioners at UCC have done—and she has also looked at what is incredibly important these days: the work of UNIDROIT. We have to recognise that it is vitally important that our law is seen in this transnational context.\r\n\r\nAs I understand it, the Law Commission is going to do a project on the proper law to be attributed and on jurisdiction. It is extremely urgent that this is done from the perspective of commercial transactions. It may be important in other areas, but where it is critical from this Bill’s point of view is that we want people to <span id=\"269GC\" class=\"column-number\" data-column-number=\"269GC\"></span>choose English law and put that into the contract—and if it is chosen in the contract, and it is likely that most of the pointers for the selection of the law that governs digital assets will be the law chosen by the contract, people are then happy that our solution is the right one. We simply cannot be little Englanders and just look at this through the narrow perspective of what is good for England. We have to look at it in a much broader context—at what is good for our legal system as producing money in very large amounts from its transnational use. If we lose sight of that objective, in an area that one reads about all the time, and which we were reminded of this morning, which is an area of intense international competition, we will cede away to other people’s legal systems the business that is done here.\r\n\r\nI regard that as the paramount task: to see that this is attractive to those who are not British but who dominate the world’s commercial and industrial life. That is our audience—it is not the audience in the UK.",
      "OrderInSection": 12,
      "Timecode": null,
      "ExternalId": "11E5722E-AEA8-4905-BB62-542D47DAF554",
      "HRSTag": "hs_para",
      "HansardSection": "AE-AG",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946368,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:37:00",
      "OrderInSection": 13,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AH-AJ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889178,
      "MemberId": 1580,
      "AttributedTo": "Lord Vaizey of Didcot (Con)",
      "Value": "My Lords, it is an honour to have an opportunity to speak on this Bill. I refer to my entry in the register of interests, which includes sitting on the advisory board of two crypto- currency companies and, indeed, one environmental company that uses tokens and the blockchain.\r\n\r\nI begin by saying what an honour it is to follow two such distinguished speakers, including the noble Lord, Lord Holmes, who has established himself over many years in this House as a real expert in the emerging technologies that are going to transform not just the British but the global economy. Hearing his thoughts about the use of blockchain going forward was very instructive. I am also following a Lord Chief Justice, who made a point that I was going to make at the end of my speech but will now move up the agenda in terms of where this Bill sits in the international context of different legal systems and jurisdictions.\r\n\r\nI thank the Government for fielding such a heavyweight team of hereditary Peers, because it reminds us yet again of the incredible contribution that our hereditary Peers make in this House, particularly on technical but very important, narrowly focused Bills. I hope that they will do so for many years to come.\r\n\r\nObviously, today we are welcoming—well, welcoming may be too strong a word, but we are noting—the election of President Trump. I have been looking at my bitcoin holdings as they soar on the back of it, because he is, apparently, the crypto president. It will be interesting to see the developments that happen in the US, because I want to focus on crypto and technology.\r\n\r\nTwo important points—I hope that does not sound too patronising—have been made by my noble friend Lord Holmes and the noble and learned Lord, Lord Thomas, on whether the Bill is necessary and whether the common law already defines what a digital asset is or could be. The Minister said that a digital asset is considered property if it has the necessary characteristics of property, by which I assume he means it exists as a unique and unchangeable asset that can be passed <span id=\"270GC\" class=\"column-number\" data-column-number=\"270GC\"></span>from one party to another. He referred to intangible assets and made the point that multiple copies of a Word document can be made. However, within that word “document” sits the intangible asset of intellectual property. Legislation has made it clear what can count as property, including copyright Acts dating back to the beginning of the 18th century, so this Bill may well be necessary to make it clear that the courts have jurisdiction to define a digital asset as property.\r\n\r\nThat links very well with a point from my noble friend Lord Holmes. Interestingly, this is a Ministry of Justice Bill which resulted from a Law Commission report, but it is also a digital and technology Bill. It is in many ways a flagship not just of our English legal jurisdiction keeping up with the times but of this Government leading on digital policy. I feel strongly as a former Minister in this area that the British Government need to maintain their lead and status as one of the jurisdictions to which people look for policy innovations. I recently spoke to the Malaysian Digital Minister, who was in London last week and made it very clear that Malaysia looks to us on policy for such things as artificial intelligence and digital identity. I appreciate that I am straying somewhat from the core of this tiny Bill, but within it lies the important message that the Government are prepared to bring forward legislation that will maintain Britain’s status in this important area.\r\n\r\nMy noble friend Lord Holmes mentioned that he has been talking about blockchain since 2017; I am pleased to get one over on him, as I was lucky enough to write the preface to the Government’s consultation on distributed ledger technology in 2015. Those were the days when George Osborne, echoing what I have just said, wanted the British Government to be at the forefront of emerging technologies and the Treasury to be on the front foot in embracing them. Rather like with artificial intelligence and the metaverse, we have been through so many iterations of how this will eventually play out. The market will eventually show that, but we have talked about central bank digital currencies, for example, and the Bank of England has done many reports on it.\r\n\r\nI will dwell a bit on what we call cryptocurrencies and know as bitcoin, which is becoming more and more mainstream. It is interesting that there are now these things called exchange-traded funds, through which normal consumers can go to very well-established financial institutions and effectively buy bitcoin, rather than going to the Wild West of the many crypto companies that have emerged over the last few years. I find bitcoin and cryptocurrency a fascinating development. In theory, there is no reason why bitcoin cannot be currency. It has all its attributes; it can be traded and used to purchase things—just as gold can effectively be a currency because we decided that it has a value and we are willing to exchange it for value. However, bitcoin and cryptocurrency quickly get involved in the geopolitical debate—the prominence of the dollar and the role of the nation state in issuing currencies—which is why it is so controversial. It is also controversial because it can be misused by nefarious elements, but it can be a fantastic asset for people excluded from normal banking facilities. The ability to use bitcoin to transfer aid to Ukraine is an obvious example.<span id=\"271GC\" class=\"column-number\" data-column-number=\"271GC\"></span>\r\n\r\nI would like the Minister perhaps to reflect on this. I appreciate that it is not really his department that would oversee cryptocurrency regulation—it would be the Treasury and perhaps the Department for Science, Innovation and Technology—but it is the case that the last Government were very much on the front foot in talking about putting regulation in place for crypto- currencies. In February 2024, the then Economic Secretary to the Treasury, Bim Afolami, said that the UK Government were going to get new rules governing stablecoins and staking services for crypto assets approved by Parliament within the six months ahead of the general election. That consultation has obviously run into the sand, but this plays to my fundamental point about technology: once the genie is out of the bottle, it will not go away. It is much better to regulate these technologies than simply to allow them to develop in a grey area. In that respect, we encourage this Government to review the effectiveness of the new rules that the last Government introduced governing the financial promotions of digital assets, to ensure that this new regime is working. This was only recently introduced, at the end of last year, and people would like clarity on whether these rules are effective.\r\n\r\nFundamentally, the opportunity for the UK potentially to take a lead in this important area would be the licensing of digital asset firms by the Financial Conduct Authority. It remains the case that this kind of licensing is very slow. It takes more than a year—about a year and a half—to get a licence in order to be a digital asset firm. The number of applications has fallen by more than 50% because of the bureaucracy involved. It is also difficult for a lot of these firms to get access to banking services and other professional services, such as insurance and external auditors. Some G7 jurisdictions have leaned into this issue and taken action to mandate banks to provide bank accounts to these kinds of firms.\r\n\r\nThere needs to be continued—indeed increased—engagement between the Government, the digital assets industry and the blockchain industry. As I say, the UK remains a technology leader. There was a moment in time a couple of years ago when people expected the UK—particularly under the last Prime Minister, given his interest in technology and financial services—to put the UK at the forefront.\r\n\r\nSo the digital assets Bill is seen by this industry as an important step forward and a recognition that digital assets can be exchanged and have value. My message to the Minister is that the Treasury and the Department for Science, Innovation and Technology need to step up alongside him and at least give clarity on the Government’s thought about this industry, how and whether it should be regulated, and whether they want the UK to be a centre for it.",
      "OrderInSection": 14,
      "Timecode": null,
      "ExternalId": "3C51E8BC-D963-470E-8166-7541D5712FAE",
      "HRSTag": "hs_para",
      "HansardSection": "AH-AJ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946369,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:48:00",
      "OrderInSection": 15,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AK-AL",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889179,
      "MemberId": 4719,
      "AttributedTo": "Baroness Bennett of Manor Castle (GP)",
      "Value": "My Lords, I rise as the only female speaker in this debate, noting that, should we see a restructuring of your Lordships’ House in future, we might create some space for some female Members with interests in this area. I thank the Minister for a clear introduction to the Bill. It is not my intention in this speech to debate the legal detail or indeed to oppose the Bill, but I shall reflect on how the <span id=\"272GC\" class=\"column-number\" data-column-number=\"272GC\"></span>Government and other noble Lords have suggested the Bill will be used and its potential impact. I guess you could sum up this speech as one that sends a strong note of caution.\r\n\r\nI agree with the noble Lord, Lord Holmes of Richmond, that it is up to us how we deploy the powers in the Bill. That means it is a matter of choice. Like the noble Lord, Lord Vaizey, I noted the broader international political context in which we debate today, although my perspective is rather different to his. I note that Susie Dent, the lexicographer, declared that the word for today is “recrudescence”, which means the recurrence of an undesirable condition. That is an appropriate term for the context we speak in today. It is also relevant to some of the points I wish to make, which fall into three main areas: the relationship between the kind of goods we are talking about here and corruption and fraud; the situation in the UK economy, where we have too much finance already; and the environmental impacts of cryptocurrencies, other digital resources and the things we are talking about here.\r\n\r\nSince we are in Committee, I am reminded of a quote from the noble Lord, Lord Evans. He was then the chair of the Committee on Standards in Public Life, although speaking in a private capacity in a debate on corruption secured by my noble friend Lady Jones of Moulsecoomb. Referring to the most recent decade or two, he said that\r\n\r\n“we have clearly, as a matter of policy, turned a blind eye to the perpetrators of corruption overseas using London for business or leisure purposes<span id=\"vol_col156\" class=\"cross-reference\" data-house-id=\"2\" data-column-number=\"156\" data-volume-number=\"\" data-external-id=\"3290B4E3-09F2-4470-A7E0-2F5D3C047799\">”.—[<em>Official Report</em>, 13/10/22; col. GC 156.]</span>\r\n\r\nIf we look around the world at what cryptocurrency is associated with, we see that it opens up entirely new and lucrative avenues for scammers, terrorists, plutocrats, oligarchs and dictators. They have been using it. There is the well-known case of Sam Bankman-Fried from the exchange FTX in the US. Indeed, the most recent figures from the FBI, from September, show that, in the US alone, consumers have lost more than $5.6 billion through cryptocurrency-related fraud—a 45% jump from 2022. I note that, here in the UK, our officials—after a difficult, complex and no doubt expensive investigation—seized £3 billion-worth of bitcoin in April. The Chinese apparent owners of that bitcoin are now seeking to get it back. Think about the costs: they are very much starting to add up here.\r\n\r\nI have to contrast that with the Government’s press release dated 11 September, which says that Britain wants to\r\n\r\n“maintains its pole position in the emerging global crypto race”\r\n\r\nand\r\n\r\n“maintain its position as a global leader in cryptoassets”.\r\n\r\nWe are already a leader in global corruption and fraud. How much do we want to magnify that leadership?\r\n\r\nFollowing on from the comments of the noble Lord, Lord Vaizey, I note that this is very much an equalities issue, too. I am sure that many noble Lords have seen the no doubt expensive and high-profile advertising campaigns for cryptocurrencies. They clearly target young, minoritised communities that are suspicious —with good reason—of the traditional financial sector, with its association with colonialism and slavery, but are at risk of being exploited by a new Wild West of finance.<span id=\"273GC\" class=\"column-number\" data-column-number=\"273GC\"></span>\r\n\r\nI come to my second point, which is about having too much finance. I shall quote a study; I have quoted it before, in your Lordships’ House, but it is worth going back to it. Back in 2018, the Sheffield Political Economy Research Institute concluded that the UK had lost £4.5 trillion over two decades because of its oversized financial sector. We are taking scarce human resources—people with PhDs in maths and physics—and letting them go into sectors of corruption that crash and cost us all a great deal of money. The SPERI researchers concluded that, in the 30 years following Margaret Thatcher’s deregulation of the City, financial workers were overpaid by around £280 billion compared to people from similar financial educational backgrounds in other jobs, and financial services reaped £400 billion in excess profits.\r\n\r\nNoble Lords may think, “Well, that is not in my political frame”. I point them to yesterday’s article from Martin Wolf in the <em>Financial Times</em>, headlined “More muddling through won’t deliver the growth Britain craves”. In it, Wolf says that\r\n\r\n“pre-crisis GDP and GDP growth were either exaggerated, or unsustainable, or both”.\r\n\r\nHe suggests that a big source of that unsustainability is\r\n\r\n“that the pre-2008 global financial bubble, from which the UK, home to a leading financial hub, benefited, also distorted GDP. It not only exaggerated the sustainable size of the financial sector, but also exaggerated the sustainable size of a whole host of ancillary activities”.\r\n\r\nLet us think carefully about future bubbles.\r\n\r\nMy third point picks up a point made by the noble Lord, Lord Holmes of Richmond, about the environmental impact of the digital sector, which has been of increasing concern in the past year. Last year, United Nations scientists evaluated the environmental impacts of just one—although probably the biggest—cryptocurrency: bitcoin. They looked at the activity of 76 bitcoin-mining nations from 2020 to 2021; the study was published in the journal <em>Earth’s Future</em>. If bitcoin were a country, its energy consumption would have ranked 27th in the world, consuming 173.42 terawatt hours of electricity; that is about the equivalent of Pakistan’s consumption, with its population of 230 million people.\r\n\r\nEnergy footprint is just one aspect of this. The water footprint over a similar time was enough to have filled 660,000 Olympic-sized swimming pools, which would meet the current domestic water needs of more than 300 million people in rural sub-Saharan Africa. The land-mining footprint of bitcoin activities was 1.4 times larger than the area of Los Angeles. We are talking about growing this and seeing how far we can make it go. What can the planet bear?\r\n\r\nThose are my three main points but I have a couple of final questions, or comments, to put to the Minister. There has been some discussion about non-fungible tokens. Thinking about the way in which, through Brexit, a loss of government funding et cetera, our artists have been scrabbling around and struggling for financial income, securing non-fungible tokens might be a good thing in the art world. That would be something small to celebrate.\r\n\r\nIn his introduction, the Minister talked about virtual carbon credits being covered by the Bill. We know that carbon offsetting has been an area of massive fraud <span id=\"274GC\" class=\"column-number\" data-column-number=\"274GC\"></span>and corruption—an absolute failure of governance. Might the Minister, either in summing up or in a letter to me, be able to reflect on how the Government will deploy the Bill to ensure that that is not the situation?\r\n\r\nI shall come to a slightly more abstract area of consideration, then a concrete one. Taking the abstract first, digital spaces are now where many of us meet, gather, communicate, conduct politics and conduct democracy. They are in some ways a new kind of Commons, if we think about the Commons as a public space where people gather on the street. Again, I shall understand if the Minister would prefer to write, but I ask him to reflect on how this might affect the public use of digital spaces or digital knowledge.\r\n\r\nI finish with this concrete question: how does the Bill interact with the decision taken at the COP 16 biodiversity talks to introduce a multilateral mechanism, including a global fund, in order to share the benefits from the use of digital sequence information on genetic resources—known as DSI—more fairly and accurately? It aims to share the benefits with the global South, indigenous people and local communities, and is known as the Cali fund. How will the Bill interact with it?",
      "OrderInSection": 16,
      "Timecode": null,
      "ExternalId": "56D5EFF7-7C00-487B-88B0-45B9926D15AF",
      "HRSTag": "hs_para",
      "HansardSection": "AK-AL",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946370,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:58:00",
      "OrderInSection": 17,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AM-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889180,
      "MemberId": 1940,
      "AttributedTo": "Lord Meston (CB)",
      "Value": "My Lords, we should indeed be grateful to the Minister for his introduction to this Bill. It concerns a topic for which there are mixed messages, as we have already gathered.\r\n\r\nDigital assets are now said to be a fundamental part of modern society and economies, yet it is clear that many people continue to regard them with suspicion. They see them as a currency for criminals; as a sophisticated way to launder money or otherwise put funds out of reach in order to evade tax or creditors; or, in the legal area with which I am most familiar, as a way to frustrate claims by estranged spouses and partners. Others regard any investment in digital assets as a peculiarly risky way for fools to be parted from their money, lacking even the colourful excitement of a horse race or tulip fever.\r\n\r\nHowever, it is also clear from the enthusiasm we have heard today that the market in crypto assets is here to stay and grow. Nevertheless, these are programmable assets that remain volatile, illiquid and an intangible species of wealth. They are transferred, stored or traded electronically on what are described as permissionless and public global systems with unregulated intermediaries, which are, as I recently read, detached from traditional geographical boundaries.\r\n\r\nIt seems that the criminal law is ahead of the civil law in this regard, as was shown by the Economic Crime and Corporate Transparency Act of last year. The law and many non-criminal lawyers have had to get to grips with unfamiliar technological terminology and legal complexities. Bitcoins, altcoins and Bored Apes are beyond the experience and ambitions of many of us; I admit that, before starting work on this Bill, I had never heard of, let alone thought about, reification or rivalrousness. Doubtless others present for this debate talk of little else.\r\n\r\nThe remarkable feature of the debate is that we are now considering a Bill, as has been said, with just two clauses on less than one page; indeed, the use of the <span id=\"275GC\" class=\"column-number\" data-column-number=\"275GC\"></span>abbreviation “etc” in the short title is hardly justified. It follows, of course, a report by the Law Commission of more than 300 pages and a supplementary report of a further 80 pages. The Law Commission reports on this topic show a breadth and depth of research and analysis based on wide consultation, making its conclusions authoritative and compelling. Of particular help is the way in which those reports expressly consider, balance and address differing and contrary arguments and viewpoints.\r\n\r\nThe fundamental proposition underlying the Bill is the conclusion of the commission that, in the common law world and elsewhere, there is now a persuasive, clear and well-reasoned body of case law that holds that certain digital assets are capable of being objects of personal property rights; and the further conclusion that the law should focus on the attributes or characteristics of the thing with which it is concerned in a particular case, without rigid application to so-called “third-category things”—legal principles formulated by reference to other things that are capable of being objects of personal property rights.\r\n\r\nThe Bill itself, admirably drafted with unambiguous brevity, is designed to knock out potential arguments about the essential nature of the property rights relating to digital assets. It is now to be hoped that, as a result, there will be no further doubt that such property rights fall within Article 1 of the first Protocol to the European Convention on Human Rights; and that, nearer to home, digital assets can be property capable of transfer in matrimonial and family cases before the courts.\r\n\r\nI suggest that the points to take away from the Law Commission’s work are these. First, statutory confirmation through the Bill will provide greater and valuable legal certainty for many cases, and will allow the law to develop from a clear foundation and from a considered parliamentary decision that has recognised existing modern realities.\r\n\r\nSecondly, the Law Commission has recognised the limits of what it wishes to propose in this area, expressing its confidence in the flexibility and capabilities of the common law and our courts to provide for any necessary further development and definition of boundaries. The commission has not attempted to provide a Bill with greater detail or exhaustive definitions, so avoiding what was once called the vain search for greater certainty; indeed, rather than trying to make the legislation judge-proof, it is expected and intended that the courts will deal with developments as they arise. As the commission stated:\r\n\r\n“We also consider that the market will, in general, gravitate towards legal structuring of arrangements where existing legal certainty is high”.\r \r\n\r\nIt was therefore suggested that much remaining uncertainty will be transient and will diminish through the operation of markets. There was a welcome conclusion that much of the current law can be applied to provide causes of action and remedies.\r\n\r\nThirdly, the Law Commission supplemented its view of what could be achieved through the courts with the recommendation of the creation of a panel of experts, practitioners, academics and judges to discuss difficult factual and legal issues, particularly relating to control, <span id=\"276GC\" class=\"column-number\" data-column-number=\"276GC\"></span>and to provide guidance, albeit non-binding. It is welcome that this recommendation has been accepted and, as I understand it, is being implemented.\r\n\r\nFourthly, these mechanisms should provide the foundation for the courts to consider both the duties of developers and intermediaries towards users and consumers and potentially complex international jurisdictional questions.\r\n\r\nFifthly, the commission tells us that the large number of crypto-related frauds and scams is likely to serve as a catalyst for further development of the law relating to following and tracing.\r\n\r\nFinally, it was hoped that the statutory confirmation of the position would reduce the time spent by the courts on questions of categorisation, allowing them to focus on substantive issues. Certainly, the law reports in this area show how much time and effort have had to be devoted to discussion of the legal status of the assets concerned. This Bill, if enacted, should help to reduce this tendency, although I suspect that the legal profession can still take comfort from the adage that there is always at least 10 years’ work in a new Act of Parliament. Given the position taken by the Law Commission, it is now for Parliament to respect that position and the reasoning behind it.\r\n\r\nIt is to be hoped that the separate and different action required in Scotland will be encouraged, so far as possible, to align the law in each jurisdiction. More practically, this is not just esoteric law for lawyers; at a practical level, the greatest challenges to the public and their advisers relate to insolvency practice and to those dealing with succession and probate, who have to try to locate, realise and value these assets and any liabilities. Even if the owners of such assets manage to avoid tax and debt, they cannot avoid death. The now well-known case of the Canadian gentleman, Mr Cotten, who died while the sole password holder of an account containing £105 million worth of cryptocurrency, demonstrates the fragility of digital assets on death.\r\n\r\nAs the Law Society and consumer bodies remind us, not enough people make or update their wills and even fewer prepare a digital inventory or legacy plan or give directions to help their loved ones or personal representatives to identify or access digital accounts. There is a lot of good and necessary advice for those of us who have failed to do so, and I for one am going home to prepare just such an inventory.",
      "OrderInSection": 18,
      "Timecode": null,
      "ExternalId": "4D4CAA1D-F6AD-4737-B877-A6B9C28B351F",
      "HRSTag": "hs_para",
      "HansardSection": "AM-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946371,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:08:00",
      "OrderInSection": 19,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AO-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889181,
      "MemberId": 4925,
      "AttributedTo": "Viscount Stansgate (Lab)",
      "Value": "My Lords, I will say a few words in broad support of the Bill and thank my noble friend the Minister for the way in which he introduced it. This is my first involvement in a Law Commission Bill and the special procedure attached to it. I commend the Law Commission for its work.\r\n\r\nI have a few points to raise which I hope will be considered legitimate. I am not a lawyer but, clearly, for many years, many lawyers have reached the view that the law in this area is inadequate when faced with the realities of modern life. It is not the first time that technological developments—in this case, crypto assets, bitcoin, et cetera—have, in effect, overtaken and bypassed the legal system.<span id=\"277GC\" class=\"column-number\" data-column-number=\"277GC\"></span>\r\n\r\nAlthough I do not intend to talk about bitcoin, I ought to say that the points made by the noble Baroness, Lady Bennett of Manor Castle, who has just left her place, about the quantities of energy involved in bitcoin mining, were very well made. About two years ago, I was going down the Columbia River in Washington state when I saw my first server farm—an enormous building next to the river, which generates the water and electricity needed. We will have to face up to the point the noble Baroness made about the sheer quantity of energy involved. As I say, I do not intend to talk about that now, but the point is worth making.\r\n\r\nThe House spent a long time in the previous Session considering the Online Safety Bill for the same reason—technological developments had overtaken the framework of the law. We are still not sure whether that Act will work and do its job but, on the surface, this new Bill seems to be fairly simple and straightforward, as reflected in the briefing by the House of Lords Library. You could not have a shorter Bill if you tried, as has been said. I suspect, however, that it might have somewhat wider ramifications than we initially realised.\r\n\r\nThe Law Commission described digital assets as\r\n\r\n“increasingly important to modern society”.\r\n\r\nI absolutely agree, but the examples given—crypto tokens, cryptocurrency and non-fungible tokens—are not the only ones. I do not know when Members here first came across the idea of a non-fungible token— I did when I went to the Louisiana Museum of Modern Art just north of Copenhagen in Denmark to see a collection of art by David Hockney. They were pictures drawn on iPads and there were 50 of them around the room. David Hockney is of course one of our most famous artists. I found myself looking at these pictures, which were all very lovely, and saying, “If I took that one off the wall and bought it, in what way would that be an original David Hockney?” You could have passed it to any other noble Lord on their iPad.\r\n\r\nA non-fungible token derives from the idea that, unlike in the old-fashioned art world where you buy a painting and take it home with you, you need some other way of ascertaining who is the owner of a particular —in this case—artwork. I began to realise that you could not possibly tell what was an original, in the sense that we do about paintings—references have also been made to Word documents in this debate—so the concept of the non-fungible token clearly grew out of that type of experience.\r\n\r\nThe emphasis in the Bill is clearly on the financial aspects of new digital things, hence the Law Commission’s 2022 <em>Digital Assets</em> consultation paper and its advocacy of\r\n\r\n“a third category of personal property beyond things in possession and things in action”\r\n\r\ntaking form in the Bill. I notice that the House of Lords Library briefing refers to the Law Commission’s final report on the consultation in 2023, saying:\r\n\r\n“The final report … concluded it would be best to avoid hard boundaries of what a third category”\r \r\n\r\nis. Can the Minister confirm that it is intended to create or continue the expert panel—that has been suggested or maybe even set up—designed to give a guide in the future on emerging technical and legal issues?<span id=\"278GC\" class=\"column-number\" data-column-number=\"278GC\"></span>\r\n\r\nI turn briefly to one of the more personal aspects of the effect of the Bill. I read an article recently about a new type of legal expertise making great strides. I cannot remember what it is called—something like crypto accountants. These specialist lawyers are much in demand in divorce cases where one party, usually the man, is thought to be hiding assets from the other party, usually the woman. I look towards those Members opposite who may have expertise in this direction but it strikes me as being entirely possible that that is happening. I presume that the Bill will help with those\r\n\r\n“complex cases where digital holdings are disputed or form part of settlements”.\r\n\r\nI hope that the Committee will not mind if I raise an issue that might turn out to be covered by the Bill, which is what you might call our personal digital lives. I am not referring to money, although the sheer scale of the monetary value of digital assets mentioned by the noble Lord, Lord Holmes, is astonishing. Mention has briefly been made of our online life: the records, messages, Zoom calls and the case of the person who died with a digital password unknown to others.\r\n\r\nIn divorce cases, one often reads about the business of dividing up assets: “Who keeps this? Who keeps that? Who keeps”—this is a very old-fashioned term these days—“the CD collection? And who keeps the photo albums?” In what way will this Bill apply to disputes over things such as digital photos? I have here a mobile phone. A lot of noble Lords have them. They may have large quantities of digital photos on their phones—tens of thousands, in some cases. As I said, we all have them. Will this Bill lead to the courts applying this legislation in some way to whether a phone is a digital asset that can be apportioned in the case of, for example, a divorce?\r\n\r\nI read something that interested me the other day. An AI company has apparently set up a digital version of a BBC broadcast with Michael Parkinson, who died a few years ago. In conjunction with his family—at least, with the approval of his eldest son—the company is creating a digital Michael Parkinson, who will be programmed to take part in digital conversations in future with real, alive people. This may seem strange to noble Lords but it looks to me as though this type of thing is coming. What I want to know is, supposing this does happen but part of the family objects to it, if it came to the courts, how might this Bill be applied to decide whether a digital version of a former relative counts as something that can, as an asset, be divided, disputed and so on? I would be interested to know that. I very much doubt that the Minister has anything in his brief relating to it but, nevertheless, I feel it is the type of issue that will arise in terms of the Bill and its potential applications.\r\n\r\nI entirely understand the wider international benefits to the UK legal system of this legislation. I hope that it will keep the UK at the forefront of the international legal industry, where we are already recognised as being able to apply the rule of law when so many other jurisdictions around us are not.",
      "OrderInSection": 20,
      "Timecode": null,
      "ExternalId": "4F5001B3-6602-4A81-8E26-E56DCBDD9A25",
      "HRSTag": "hs_para",
      "HansardSection": "AO-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946372,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:17:00",
      "OrderInSection": 21,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889182,
      "MemberId": 2593,
      "AttributedTo": "Lord Freyberg (CB)",
      "Value": "My Lords, it is a pleasure to follow the exposition from the noble Viscount, Lord Stansgate, on digital assets; I particularly enjoyed what he had to say on David Hockney, whose work <span id=\"279GC\" class=\"column-number\" data-column-number=\"279GC\"></span>I admire. I add my thanks to the Minister for introducing the Bill. First, I declare my interests as someone with a background in the visual arts and as an artist member of DACS, the Design and Artists Copyright Society.\r\n\r\nThe Bill before the Committee looks to make a narrow and specific change in law to give property protection to digital assets. Although I commend the lucidity of the evidence put forward by the Law Commission and its findings as part of its consultation process, some aspects of digital assets have unfortunately been overlooked by that process. I refer in particular to the impact that non-fungible tokens—NFTs—have had on artists, the art market and the wider creative industries, which were not adequately considered in the consultation by the Law Commission. This represents a potentially missed opportunity to address wider concerns around the roles that digital assets play in a variety of marketplaces. I note in particular that, although NFTs have been widely aligned with artworks—such as the first NFT, which sold at auction for almost $70 million in 2021—only cursory references were made to this important store of value in the consultation and, therefore, in the responses.\r\n\r\nAlthough the sale of NFTs made headlines and could be considered somewhat fanciful, the reality is that NFTs and NFT marketplaces opened the doors to a plethora of issues, from intellectual property infringement to fraud. I therefore wish to highlight some of the important work of the Government’s Select Committee in addressing these concerns, which were not considered in the earlier 2022 Law Commission <em>Digital Assets: Consultation Paper</em>, as they were discussed nine months later in August 2023.\r\n\r\nThe Culture, Media and Sport Committee undertook an inquiry into non-fungible tokens and blockchain to assess the role of NFT marketplaces, the impact of blockchain on the traditional art market, and issues of intellectual property arising from a surge in NFT sales on international platforms. The committee heard from witnesses that the role of NFT marketplaces facilitated widespread copyright infringement and, in some cases, fraud. Marketplaces selling NFTs subjected their users, whether consumers or artists selling their NFTs, to terms and conditions of use that absolved them entirely of any responsibility regarding the veracity of the products sold and of any liability for wrongdoing.\r\n\r\nConsumers trading in NFT marketplaces face high financial risks. They must first convert fiat currency into volatile cryptocurrency and contend with unpredictable service fees, known as “gas fees”. These risks are intensified by a lack of transparency, with marketplaces often not disclosing complete product information or taking responsibility for fluctuating transaction costs.\r\n\r\nThere is also a lack of reliable data on the scale of the NFT market to adequately evaluate, and therefore mitigate, these risks. At the time the CMS committee conducted its inquiry, it was understood that OpenSea, one of the largest NFT marketplaces, had over 80 million NFTs on its platform. However, no data on how many individuals were purchasing these or converting fiat currency into cryptocurrency was available. None the less, there was some speculation that around $100 billion- worth of cryptocurrencies were in circulation, leaving an enormous amount of capital subject to losses caused by fluctuation in prices.<span id=\"280GC\" class=\"column-number\" data-column-number=\"280GC\"></span>\r\n\r\nAlthough the anticipated benefits of NFTs did not meaningfully materialise, the real risks and harms to creators and consumers in their use have persisted. The most pressing issues uncovered by the CMS committee’s inquiry pertained to risks to intellectual property. These included the infringement of creators’ copyright when NFTs were created or “minted” from their creative works—a restricted act under copyright law—as well as the limited avenues for recourse and redress available to creators whose works were minted, and the consumer confusion around the transfer of rights to, or even ownership of, the underlying assets in transactions of NFTs.\r\n\r\nTo mitigate the identified issues, the committee recommended that the Government engage with NFT marketplaces to address the scale of infringement and enable copyright holders to enforce their rights. It also recommended that the Government address the impact of safe harbour provisions by introducing for online marketplaces operating in the UK, including NFT marketplaces, a code of conduct that protects creators, consumers and sellers from infringing and prevents fraudulent material from being sold on these platforms. However, the Government’s response to the report, received on 4 January 2024, stated that they would not seek to introduce any legislation or code of conduct for online marketplaces, including NFT marketplaces.\r\n\r\nSo, although it is commendable and necessary, the Property (Digital Assets etc) Bill does not address the full extent of the issues arising from the sale and trade of digital assets in the real world. Sadly, it also does not factor in the work conducted by the CMS committee in April 2023. These issues are still valid—artists depend on fair pay for the use of their works in an online environment and are particularly impacted by unauthorised and unremunerated uses.\r\n\r\nThese problems are only intensifying. We now have generative AI platforms that have scraped images from the internet, without permission or pay, to train AI models. A lot of generative AI products will even encourage customers to prompt the models to produce an output in the style of another artist. Why would anyone need to ask permission or license the work of our talented artists if these platforms give something identical to their customers for free?\r\n\r\nGiven these concerns, will the Minister look to conduct a thorough review of the CMS committee’s work to support the advancement of the Property (Digital Assets etc) Bill? This review should aim to improve benefits while addressing the adverse effects that non-fungible tokens have had on artists, the art market and the broader creative sectors.",
      "OrderInSection": 22,
      "Timecode": null,
      "ExternalId": "6F0F0957-1AA2-4D78-8E42-69677F2F2F8A",
      "HRSTag": "hs_para",
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946373,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:25:00",
      "OrderInSection": 23,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AS-AS",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889183,
      "MemberId": 3396,
      "AttributedTo": "Lord Clement-Jones (LD)",
      "Value": "My Lords, I remind the Committee of my interests in the register. I add my thanks to the Minister for his clear introduction. I am an admirer of the work of the Law Commission, so it is intriguing to be debating the merits of this one-clause Bill with such a distinguished group of digital aficionados. Despite the brevity of the Bill, as the Minister has described, it has seen quite a careful run-up through consultation, response, report and draft Bill to help inform us. We have heard some great speeches today <span id=\"281GC\" class=\"column-number\" data-column-number=\"281GC\"></span>explaining why digital assets are important because of their impact, both negative and positive, on society and the economy.\r\n\r\nThe Law Commission has essentially recommended that we legislate to confirm that the outcome of the 1885 case Colonial Bank v Whinney, which decided that all personal things are either in possession or in action, is clearly superseded. Effectively, we are confirming that the common law of England and Wales has, over the last 10 years, clearly moved towards explicit recognition of a third category of things to which personal property rights can relate. In the words of the Law Commission, the courts have recognised that those things are\r\n\r\n“capable of being objects of personal property rights at law”.\r\n\r\nIt was interesting to be reminded, while preparing for this debate, of the traditional forms of personal property. In the dim and distant past, I remember my supervising partner when I was an articled clerk—in the quill pen era—being very surprised when I had no idea how to draft an assignment of a chose in action. Actually, I had no idea what a chose in action was, despite two years of law at university. Anyway, young lawyers will now have to learn how to assign a digital asset as well.\r\n\r\nThe Electronic Trade Documents Act, mentioned by the noble Lord, Lord Holmes—it is also good to see the noble and learned Lord, Lord Thomas of Cwmgiedd—and which I was pleased to help on its way recently, was an exception in that it provided that electronic, or digital, trade documents could be treated as things in possession. Sadly, the Centre for Digital Trade and Innovation, soon to become an international centre, recently said that, while there are some signs of adoption, particularly among large commodity traders using e-bills of lading, the dial has yet to move on more general usage of the Act to make international trade faster, cheaper and simpler—as suggested in the impact assessment—especially for the SME sector. So, sadly, not all Law Commission efforts bear fruit quickly.\r\n\r\nHowever, as the Law Commission discusses in its consultation paper, it did not think that the arguments for using possession as the operative concept for electronic trade documents were as persuasive in respect of other forms of digital asset. It concluded that\r\n\r\n“it is not necessary or appropriate for legislation to define the boundaries of such a third category”.\r\n\r\nWe are essentially being asked to take an act of faith in the adaptability of the common law and to accept that\r\n\r\n“the common law remains best placed to describe the parameters of third category things that are capable of being objects of personal property rights”.\r\n\r\nThis is in line with the first two of the principles that the Law Commission has explicitly and rightly adopted. The first is:\r\n\r\n“Championing and supporting the inherent flexibility of the common law and making clear that, in general, it is sufficiently flexible, and already able, to accommodate digital assets”.\r \r\n\r\nThe second is:\r\n\r\n“Statutory reform only to confirm the existing common law position or where the common law cannot develop the legal certainty the market requires”.\r \r\n\r\nSo we see reflected in this short Bill the Law Commission’s recommended legislation confirming the simple proposition that the fact that a thing is neither <span id=\"282GC\" class=\"column-number\" data-column-number=\"282GC\"></span>a thing in possession nor a thing in action does not prevent it being a thing to which personal property rights can relate. As we have heard today from a number of noble Lords—including the noble Lords, Lord Vaizey and Lord Holmes, and the noble Viscount, Lord Stansgate—this is designed to cover crypto tokens, such as bitcoin, ether and stablecoins, NFTs and carbon credits, which may not have rights or claims attached to them so they may not qualify as things in action.\r\n\r\nSome lawyers say that there is already a high degree of legal certainty and that there exist certain types of intangible property that are already recognised by the law of England and Wales. In essence, the Law Commission says that the recommendation for statutory intervention seeks merely to confirm and support what it considers the existing position in law. It goes further in its belief that the common law can do the necessary job in further defining digital assets, saying that\r\n\r\n“it is not necessary, appropriate or helpful for the law of England and Wales to adopt statutory definitions of digital things for the purposes of answering the question as to whether such things are capable of being objects of personal property rights”.\r\n\r\nIt continues:\r\n\r\n“We think that this logic applies equally to defining hard boundaries of a category of thing to which personal property rights can relate, distinct from things in possession and things in action”.\r \r\n\r\nSo, broadly speaking, the Law Commission leaves detailed implications to be fleshed out through future judicial decisions and ongoing common-law development, perhaps with the expert panel.\r\n\r\nThis includes the important aspect of remedies. The commission concludes that\r\n\r\n“the vitiating factors of mistake, misrepresentation, duress and undue influence apply similarly to contracts involving third category things as they do to contracts involving things in possession and things in action”.\r\n\r\nWe are taking quite a lot on faith here. However, when it comes to certain other aspects, such as the entry into operation and enforcement of collateral arrangements for crypto tokens and crypto assets, the Law Commission concludes that\r\n\r\n“it is not possible for the common law alone to develop a legal framework”\r\n\r\nand that\r\n\r\n“such a regime would be beneficial for the law of England and Wales and would provide market participants with important legal tools that do not exist today”.\r\n\r\nSome questions arise. What next steps are proposed for this? Is this another case for the expert panel to look at? Is the common law adequate to deal with transfers and intermediate holding arrangements?\r\n\r\nThere are a number of additional questions, to which I hope we will get the answers in the course of our Committee proceedings when we take evidence. For instance, the report touches on general consequences, such as clearer rules for inheritance, bankruptcy and insolvency proceedings. The noble Lord, Lord Meston, touched on the vexed issue of digital assets in wills, while the noble Viscount, Lord Stansgate, mentioned it in the context of divorce—happy days. What are the potential legal consequences of the Bill’s approach for the parties involved in digital asset transactions? How will this impact issues such as ownership disputes, inheritance, bankruptcy and insolvency?<span id=\"283GC\" class=\"column-number\" data-column-number=\"283GC\"></span>\r\n\r\nThe Bill leaves detailed implications to be fleshed out through future judicial decisions and ongoing common-law development. The report clearly states that the courts will play a critical role in shaping the contours of this new category. Are they fully equipped to do so? Is that the best way forward, rather than providing more granular definitions in the Bill itself? Is there any transition of existing digital assets required from their current legal status to their status as a result of the Bill? What are the potential risks or unintended consequences of the proposed legislation? Will the explicit recognition of digital assets as personal property have an impact on the financial, technological and legal sectors? How do stakeholders from those sectors view the proposed Bill?\r\n\r\nWhile the Law Commission in its reports acknowledges the possibility of unintended consequences, it argues that the flexibility of the common law approach will allow for adjustments and refinements as necessary, rather than detailing specific risks, and I am certain that the Committee will want to explore that approach.\r\n\r\nFinally, I have two questions that the Minister may be able to answer today. The report discusses potential impacts, such as increased legal certainty and more straightforward asset management, but it does not provide an in-depth analysis of sector-specific impacts. Do the Government propose to produce an assessment of the impact that the recognition of digital assets as personal property will have on various sectors, or do they believe that because of the confirmatory nature of the Bill, that is already baked in?\r\n\r\nThen, on a matter that a number of other noble Lords raised today—the noble and learned Lord, Lord Thomas, and the noble Lords, Lord Vaizey and Lord Holmes—there is the whole question of how the proposed legislation aligns with existing international models. We heard mention of MiCA in the EU, while Dubai has digital asset legislation and a regulator, VARA, and the US will probably become more bullish about crypto assets under its new Administration. The noble and learned Lord, Lord Thomas, was also very clear about the importance of the competitive aspect in terms of choice of jurisdiction. This question remains largely unanswered in the report, with the Law Commission not detailing how the Bill will align with international legal frameworks or affect international transactions. What are the potential risks or unintended consequences of any of the proposed legislation in this respect?\r\n\r\nOther questions were rightly raised about the future regulation of crypto assets and cryptocurrencies. On whether we are going as far as we should in this respect, the noble Lord, Lord Vaizey, and the noble Baroness, Lady Bennett, are pretty much on opposite sides of the equation. The noble Lord, Lord Meston, rightly made the point that the criminal law is ahead of the civil law—I see we are debating a statutory instrument on this subject on Monday. It may be beyond the Minister’s brief to be talking about the digital Michael Parkinson, but perhaps he could shine some light and give us a glimpse of the regulatory future as regards some of these digital assets.\r\n\r\nThere are many unanswered questions. I look forward to Committee, when I hope that we will get some more answers.<span id=\"284GC\" class=\"column-number\" data-column-number=\"284GC\"></span>",
      "OrderInSection": 24,
      "Timecode": null,
      "ExternalId": "FC45BFCA-4456-477C-A6DA-A410AF716E92",
      "HRSTag": "hs_para",
      "HansardSection": "AS-AS",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946374,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:37:00",
      "OrderInSection": 25,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AU-AV",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889184,
      "MemberId": 4920,
      "AttributedTo": "Lord Sandhurst (Con)",
      "Value": "My Lords, this has been a most interesting debate. I am grateful, as are others, to the Minister for his careful opening.\r\n\r\nOn this side we welcome the Bill. It may be small in size but it is big in importance, and we may yet find that it is perfectly formed. The last Conservative Administration deserves credit, I suggest, for having asked the Law Commission in 2020 to review this field of law. It is also very timely that we are debating this during the presidential election, because I see from my phone that bitcoin has risen over 7% in value today. So, this is an important, real topic for many people.",
      "OrderInSection": 26,
      "Timecode": null,
      "ExternalId": "4A6646F5-547A-44D2-9DDF-4F116842D645",
      "HRSTag": "hs_para",
      "HansardSection": "AU-AV",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946375,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:38:00",
      "OrderInSection": 27,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AU-AV",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889185,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Sitting suspended for a Division in the House.",
      "OrderInSection": 28,
      "Timecode": null,
      "ExternalId": "24110649000095",
      "HRSTag": "hs_Procedure",
      "HansardSection": "AU-AV",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946376,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:45:00",
      "OrderInSection": 29,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AW-AW",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889186,
      "MemberId": 4920,
      "AttributedTo": "Lord Sandhurst (Con)",
      "Value": "My Lords, the Law Commission has produced two admirable reports. The Bill, we suggest, is a necessary but appropriately constrained measure. I shall be interested to hear the evidence in Committee, but it is plain that such a Bill is necessary to clarify the definition of what is capable of being property and to give enforceable rights where there might otherwise be doubt.\r\n\r\nThe English common law has given property rights to two categories of thing, as we have heard: so-called things in possession, which are generally tangible, visible objects, and so-called things in action, such as debts, and the rights to sue for breach of contract and company shares.\r\n\r\nHowever, the world moves fast, and we are now confronted with digital assets. These sit less easily in our current definitions. They can include crypto tokens, cryptocurrency and non-fungible tokens. They are increasingly important to modern society, whether we personally like them or not. It is important that we keep the strong position that English common law holds in international trade, as the noble and learned Lord, Lord Thomas of Cwmgiedd, reminded us. We need to enforce the position of the City of London and the role of its lawyers in the important commerce that they bring to this country, and the tax and other benefits which flow from that.\r\n\r\nThere is a need for action to enable ongoing innovation growth in the sector. This has given rise to the Law Commission’s definition of a third category of property. It should take account of recent technological developments without creating hard boundaries which exclude or misdescribe future categories of property as yet unimagined.\r\n\r\nThe Law Commission is of the view that the common law of England is the better vehicle for determining those things that properly can and should be the object of personal property rights. They need not necessarily even be digital things. It points out that they could include, for example, carbon emission allowances. The world moves fast, and the law must keep up, but it cannot anticipate everything. As the Law Commission points out, an overprescriptive definition will leave things frozen in time.<span id=\"285GC\" class=\"column-number\" data-column-number=\"285GC\"></span>\r\n\r\nIn chapter 2 of its July report, the commission explains that the common law is in general sufficiently flexible and already able to accommodate digital assets. It agreed with Sir Geoffrey Vos, Master of the Rolls, who, speaking extrajudicially, said:\r\n\r\n“We should try to avoid the creation of a new legal and regulatory regime that will discourage the use of new technologies rather than provide the foundation for them to flourish”.\r \r\n\r\nThe Law Commission concluded that it should take a tripartite approach to law reform. First, the common law is in general sufficiently flexible and already able to accommodate digital assets, so any law reform should be through further common law development where possible. Secondly, it recommended targeted statutory law reform and no more. That should confirm and support the existing common law position or fill a gap where common law development is not realistically possible. Thirdly, it said the making of arrangements for the provision of further guidance from industry experts should occur. We are not concerned with that third category.\r\n\r\nSo, the commission concluded, the law in England and Wales is now relatively certain. Most areas of residual legal uncertainty are highly nuanced and complex, in part because both the digital asset markets and the technology that supports them continue to evolve. Although some digital assets are not easy to place in traditional categories of things to which personal property rights can relate, this does not prevent them from being capable of attracting personal property rights.\r\n\r\nThe commission has said that it is clear what should take place in common law. It was persuaded by consultees that it would be helpful to express in legislation that certain digital assets are capable of attracting personal property rights and, therefore, to support the existing common law and take away any uncertainty. It set out certain principles that are beyond argument, I suggest. We should champion and support the inherent flexibility of the common law; it is already sufficiently flexible to accommodate most, if not all, digital assets. We should seek by statute only to confirm the existing common law position or to reform it where the common law cannot develop the legal certainty that the market requires. We must ensure that there is consistency with other legal and regulatory regimes where possible.\r\n\r\nEnglish common law has already proved resilient in the face of new technology. It has been flexible enough to answer legal questions concerning digital assets. It is developing a sophisticated regime that recognises and protects the newest features. It provides the market with a good balance of certainty and flexibility. Our English jurisdiction is well placed to provide a coherent and globally relevant legal regime for existing and new types of digital asset. As the noble Lord, Lord Freyberg, said in his interesting speech, if the Bill leaves gaps—particularly in respect of non-fungible tokens in the art market—we should examine the potential remedies, if there are any, in Committee. However, intervention by statute should not undermine the high level of existing certainty, lead to undue complexity or create a significant risk of boundary issues—the Law Commission was clear on that—because the wrong sort of statutory intervention might not be capable of distinguishing between different implementations of similar technology in the way the common law can.<span id=\"286GC\" class=\"column-number\" data-column-number=\"286GC\"></span>\r\n\r\nThe Bill, with its one simple clause, is the product of much deliberation at the highest level. The definition has been drafted with great care. I note the subtle differences between the version now before this Committee and the earlier draft, produced in February. The Committee will hear evidence about whether that balance is now right and whether there are appropriate additions or amendments, but, to me, at the present time, it is plain that the draft before us should not be amended without compelling reasons. I commend the Bill to the Committee.",
      "OrderInSection": 30,
      "Timecode": null,
      "ExternalId": "0572DA35-1A15-4BDB-A9A2-E862391DEB68",
      "HRSTag": "hs_para",
      "HansardSection": "AW-AW",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946377,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:53:00",
      "OrderInSection": 31,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AX-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889187,
      "MemberId": 3154,
      "AttributedTo": "Lord Ponsonby of Shulbrede (Lab)",
      "Value": "My Lords, I am grateful to those noble Lords who contributed to today’s debate. All of them will, I hope, acknowledge the expertise in the Room. Committee stage is likely to be very expert as well; I look forward to it.\r\n\r\nI am keen to emphasise, as the noble Lords, Lord Clement-Jones and Lord Sandhurst, did, the great deal of work that has gone into the Bill: from the Law Commission, which produced an excellent report and followed that up with a consultation on the proposed Bill, and from the practitioners, businesses, academics and organisations that engaged with the process throughout. I give my thanks to all who were involved in that work.\r\n\r\nThe result of those efforts is a simple but elegant Bill. As has been said, most notably by the noble and learned Lord, Lord Thomas, it will support our efforts to remain a pre-eminent jurisdiction, with English and Welsh law the global law of choice, and it will signal that the UK is a leader in innovation and technology. As our society evolves, so too must our laws. The Bill is just one of the ways in which we are modernising our legal framework. I will endeavour to address some of the points made by noble Lords. If I miss any points in particular, I will of course write to noble Lords.\r\n\r\nFirst, the noble Lord, Lord Holmes, asked a number of questions, and I will have a go at answering them— I recognise his expertise in this matter. The first question was on whether the Government are sure that the current categorisation is not exhaustive and unable to accommodate existing digital assets. The Law Commission considered this option as part of its extensive and detailed report. It acknowledged that it would be possible to recognise crypto tokens as falling within an expanded category of things in action—that is, to treat “things in action” as a catch-all category for all personal property that is not capable of possession. However, crypto tokens and similar assets are fundamentally different from other things in action, which can only be claimed or enforced through a court action. For example, unlike debt they can be stolen, which in some ways makes them more like things in possession despite them not being physical objects.\r\n\r\nDigital assets could not have been conceived when the original categories of personal property were developed and so it is no wonder that these do not fit neatly into either category. The commission, and most of its consultees, concluded that it would be better for the law to recognise that this unique combination of features means that they belong to a different category. That is why we chose the third category option, which is promoted in the Bill.<span id=\"287GC\" class=\"column-number\" data-column-number=\"287GC\"></span>\r\n\r\nThe second point the noble Lord, Lord Holmes, made, was on the implications for our courts. One of the great strengths of the common law is its ability to evolve. We are, however, dependent on the right cases being brought to the precedent-setting courts. While we could have left the law to develop, there is no guarantee of if or when this would happen, and in the meantime the uncertainty would remain about whether digital assets could be treated as personal property. The underlying point of the Bill is to put into statute the way that the common law was developing in any case, and to allow the common law to continue to develop once this particular bit of legislation is in place. To that end, the Government took the decision to legislate to give the market confidence and clarity in English and Welsh law. It also provides a strong indication to the courts that Parliament then intends to develop common law and that there is a further category of personal property that some digital assets can fall within.\r\n\r\nThe third question the noble Lord, Lord Holmes, asked, was on what this means for the common-law community. The Bill does not put the law of England and Wales at odds with other common-law countries. Courts in New Zealand and Singapore have considered that crypto assets are capable of attracting property rights and question the appropriateness of there being only two categories of personal property. The Bill is consistent with further international legal developments —for example, the US, New Zealand, Singapore and the Dubai International Finance Centre have recognised crypto tokens as property, and the latter has recognised them as specifically belonging to a new category of personal property.\r\n\r\nThe noble Lord, Lord Holmes, asked about Scotland. Scotland’s law of personal property is distinct and does not share concepts of things in action or things in possession, so any legislative intervention in this area would have to be slightly different. I understand that the Scottish Government recently appointed an expert reference group to consider how Scots private law may best accommodate digital assets. It will be interesting to see how its work develops in this area. No noble Lord raised Northern Ireland, but the Bill could be extended to include Northern Ireland, subject to a legislative consent Motion at the Northern Ireland Assembly’s request.\r\n\r\nThe noble Lord, Lord Vaizey, spoke about the importance of the financial regulation of crypto assets. The Bill supports and complements the work of the Treasury and the Financial Conduct Authority, which are currently working on appropriate financial regulation of crypto assets.\r\n\r\nThe noble Baroness, Lady Bennett, asked what impact the Bill will have on things such as illegal transactions, fraud and tax avoidance. I recognise her points, and the answer is that the Bill deals only with a specific issue of personal property law. Illegal transactions, fraud and tax avoidance are properly dealt with by other statutes and initiatives.\r\n\r\nThe noble Baroness spoke about the environmental impact of crypto in a wider sense, and my noble friend Lord Stansgate also made that point. Of course, the Bill does not have a direct environmental impact, as it <span id=\"288GC\" class=\"column-number\" data-column-number=\"288GC\"></span>does not mandate for an increase in the use of crypto tokens or other digital assets—digital assets will continue to be used and created regardless of the Bill. Rather, the Bill is about clarifying the legal status of digital assets that already exist when a dispute has arisen. The Bill will help keep the courts of England and Wales as a leading place to mitigate these disputes.\r\n\r\nHowever, I agree that environmental issues are important. This falls to a much wider discussion on things such as improving energy efficiency and adoptable sustainable power sources, and that is best addressed by other statutes and initiatives. Conversely, it is possible that the Bill could bring positive environmental benefits by enabling innovative green finance for particular projects and things. Nevertheless, I take the noble Baroness’s point.\r\n\r\nMy noble friend Lord Stansgate asked a number of questions. The first was: is the panel on the legal concept of control proceeding? I am happy to confirm that the UK Jurisdiction Taskforce, an expert group chaired by the Master of the Rolls, is taking forward this work, as a body that already has an internationally credible voice in the intersection of law and technology. In fact, I met Sir Geoffrey Vos last week, and we spoke about that very point.\r\n\r\nSecondly, my noble friend asked whether the Bill would help in the division of matrimonial property on divorce—the noble Lord, Lord Meston, made this point as well. I am pleased to say that the Bill will help courts to say with confidence, in divorce cases, that crypto assets are matrimonial property. This is also a case for crypto assets on death.\r\n\r\nThe third question my noble friend raised was: will the Bill help people access the iPhone photos, for example, of deceased relatives? The situation for other digital assets, such as digital photos, is not addressed by the Bill, as the assets are not personal property. So it will not address that point as such, but it will be for the common law to develop the answers to those sorts of questions.\r\n\r\nThe noble Lord, Lord Freyberg, in a thoughtful speech of which he gave me good notice—I thank him for that—raised the impact of NFTs on the traditional art market. As he rightly said, there are many different aspects to this, and many uses for digital assets, giving rise to different legal, practical and other issues. This Bill does not purport to deal with all the issues that arise; that would be a very different and hugely extensive Bill. This Bill deals with a discrete issue of personal property law; it does not relate to the existing statutory framework of copyright law, artists’ resale rights or consumer protection law. Those areas of law raise different policy issues and need to be considered separately. I recognise the important work done by the CMS Select Committee on issues such as copyright infringement, and other bodies such as the Financial Conduct Authority on issues of consumer misinformation about crypto. These issues are too varied and complex to be brought within the present Bill, which is deliberately limited in scope.\r\n\r\nOn the noble Lord’s comments relating to AI, the Government believe in both human-centred creativity and the potential of AI to open up new creative frontiers. The AI and creative sectors are both essential <span id=\"289GC\" class=\"column-number\" data-column-number=\"289GC\"></span>to our mission to grow the UK economy. However, this is an area which requires thoughtful engagement. I understand that the Intellectual Property Office, the Department for Science, Innovation and Technology and the Department for Culture, Media and Sport are working closely with a range of stakeholders, including artists, on issues related to AI, copyright and IP. This includes holding round tables with AI developers and representatives from the creative industries.\r\n\r\nI thank the noble Lord, Lord Clement-Jones, for his broad support for the Bill, although he asked whether this should be left to the common law. The idea is that this Bill will enable the common law to continue developing in this field. There will be new technologies, including things that perhaps we have not even thought about in this debate. The law of <span id=\"290GC\" class=\"column-number\" data-column-number=\"290GC\"></span>personal property is an area which has traditionally been developed through common law. If the noble Lord wishes to pursue the issue, we could develop it in Committee.",
      "OrderInSection": 32,
      "Timecode": null,
      "ExternalId": "F0242398-A26D-435F-9865-F249921FA1F9",
      "HRSTag": "hs_para",
      "HansardSection": "AX-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889188,
      "MemberId": 4719,
      "AttributedTo": "Baroness Bennett of Manor Castle (GP)",
      "Value": "Will the Minister write to me about the issue I raised from COP 16 about digital sequence information on genetic resources, and the broader point about digital commons?",
      "OrderInSection": 33,
      "Timecode": null,
      "ExternalId": "8FC7BAEC-43CB-4428-AF3C-DD4179FAD85D",
      "HRSTag": "hs_para",
      "HansardSection": "AZ-BA",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889189,
      "MemberId": 3154,
      "AttributedTo": "Lord Ponsonby of Shulbrede (Lab)",
      "Value": "Yes, I will be happy to write to the noble Baroness.",
      "OrderInSection": 34,
      "Timecode": null,
      "ExternalId": "62B57E7E-96AA-4F4B-98BE-834BFFF49E89",
      "HRSTag": "hs_para",
      "HansardSection": "AZ-BA",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889190,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Motion agreed.",
      "OrderInSection": 35,
      "Timecode": null,
      "ExternalId": "24110649000096",
      "HRSTag": "hs_Procedure",
      "HansardSection": "AZ-BA",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889191,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Committee adjourned at 3.07 pm.",
      "OrderInSection": 36,
      "Timecode": null,
      "ExternalId": "24110649000097",
      "HRSTag": "hs_Procedure",
      "HansardSection": "AZ-BA",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}