{
  "Overview": {
    "Id": 4751145,
    "ExtId": "9A9DBBFC-681E-420D-BC32-5ED39CDE6D40",
    "Title": "Environment, Food and Rural Affairs",
    "HRSTag": "hs_6bDepartment",
    "Date": "2024-11-06T00:00:00",
    "Location": "Written Statements",
    "House": "Commons",
    "Source": 2,
    "VolumeNo": 756,
    "ContentLastUpdated": "2024-11-08T13:17:12.317",
    "DebateTypeId": 3,
    "SectionType": 2,
    "NextDebateExtId": "",
    "NextDebateTitle": "",
    "PreviousDebateExtId": "24110646000001",
    "PreviousDebateTitle": "Written Statements"
  },
  "Navigator": [
    {
      "Id": 4751133,
      "Title": "Written Statements",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "c6ed6169-ecef-47bc-a499-56ecfe6ca9d6",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751145,
      "Title": "Environment, Food and Rural Affairs",
      "ParentId": 4751133,
      "SortOrder": 13,
      "ExternalId": "9A9DBBFC-681E-420D-BC32-5ED39CDE6D40",
      "HRSTag": "hs_6bDepartment",
      "HansardSection": "1-10",
      "Timecode": null
    }
  ],
  "Items": [],
  "ChildDebates": [
    {
      "Overview": {
        "Id": 4751146,
        "ExtId": "24110646000017",
        "Title": "Biodiversity COP16",
        "HRSTag": "hs_8Statement",
        "Date": "2024-11-06T00:00:00",
        "Location": "Written Statements",
        "House": "Commons",
        "Source": 2,
        "VolumeNo": 756,
        "ContentLastUpdated": "2024-11-08T13:17:12.317",
        "DebateTypeId": 3,
        "SectionType": 2,
        "NextDebateExtId": "24110646000018",
        "NextDebateTitle": "South West Water: Customer Rebate",
        "PreviousDebateExtId": "24110646000016",
        "PreviousDebateTitle": "Energy Infrastructure Planning"
      },
      "Navigator": [
        {
          "Id": 4751133,
          "Title": "Written Statements",
          "ParentId": null,
          "SortOrder": 1,
          "ExternalId": "c6ed6169-ecef-47bc-a499-56ecfe6ca9d6",
          "HRSTag": null,
          "HansardSection": null,
          "Timecode": null
        },
        {
          "Id": 4751145,
          "Title": "Environment, Food and Rural Affairs",
          "ParentId": 4751133,
          "SortOrder": 13,
          "ExternalId": "9A9DBBFC-681E-420D-BC32-5ED39CDE6D40",
          "HRSTag": "hs_6bDepartment",
          "HansardSection": "1-10",
          "Timecode": null
        },
        {
          "Id": 4751146,
          "Title": "Biodiversity COP16",
          "ParentId": 4751145,
          "SortOrder": 14,
          "ExternalId": "24110646000017",
          "HRSTag": "hs_8Statement",
          "HansardSection": "1-10",
          "Timecode": null
        }
      ],
      "Items": [
        {
          "ItemType": "Contribution",
          "ItemId": 40890905,
          "MemberId": 1579,
          "AttributedTo": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Mary Creagh)",
          "Value": "The climate and nature crisis defines our times, and it is the most vulnerable who bear the brunt. Over half of global GDP is moderately or highly dependent on nature. Loss of biodiversity poses a serious risk to global food security by undermining the resilience of many agricultural systems to threats such as pests, pathogens and climate change. The Government are committed to ending poverty on a liveable planet.\r\n\r\nThe UN biodiversity summit—CBD COP16—held in Colombia closed on the morning of Saturday 2 November. The UK Government took a leading role in driving forward key elements of work necessary to mobilise more international finance for nature and deliver on our mission to halt and reverse nature loss. The Secretary <span id=\"13WS\" class=\"column-number\" data-column-number=\"13WS\"></span>of State for Environment, Food and Rural Affairs, my right hon. Friend the Member for Streatham and Croydon North (Steve Reed), and I led the UK delegation.\r\n\r\nThe conclusion of complex negotiations on digital sequence information (DSI) means that businesses have the option of voluntarily contributing to a new fund—known as the Cali fund—if they use this genetic information from nature. DNA that has been sequenced from the natural world is available online for use in research. This research can be applied to important work across agriculture, conservation, medicine and public health. This fund will then support further use of DSI and the conservation and sustainable use of nature, with a significant proportion flowing to indigenous people and local communities.\r\n\r\nProgress was made on several fronts, including the UK launching the biodiversity finance trends dashboard to increase transparency and demonstrate that nature finance flows are increasing. The Government welcomed the launch of the framework for high integrity biodiversity credits markets, developed by the Independent Advisory Panel on Biodiversity Credits (IAPB), which was sponsored by the UK and France. Alongside the framework, the IAPB also showcased in Cali a suite of pilot projects as a meaningful way of illustrating the current state of the market and its development prospects.\r\n\r\nAt the conference, the Secretary of State set out new criteria to meet our “30 by 30” targets, which commit to the protection of 30% of land and ocean by 2030. A newly published update outlined criteria for eligible land in England and laid out next steps to achieve this milestone, which is essential for nature conservation and biodiversity.\r\n\r\nThe UK was pleased that a new permanent body for indigenous peoples and local communities was created at COP16 to increase their formal decision-making power, given that they live on an estimated 50% of the world’s land. I launched the principles for inclusive, gender-responsive, locally-led biodiversity action, which will help focus and co-ordinate action to strengthen the gender equality and social inclusion aspects of the transformative change required to implement the Kunming- Montreal global biodiversity framework and tackle the biodiversity crisis. The Secretary of State and I made commitments to increase support to the global biodiversity framework fund and to join the legacy landscapes fund.\r\n\r\nThe UK was, however, disappointed that COP16 concluded before reaching an agreement on international strategies for mobilising nature finance. It is only through our international action and leadership that we tackle the twin threats of climate change and biodiversity loss, which threaten growth, our future prosperity and wellbeing.\r\n\r\n[HCWS196]",
          "OrderInSection": 1,
          "Timecode": null,
          "ExternalId": "14066A4B-D174-4BF2-9E55-860BEDC2F2D4",
          "HRSTag": "hs_Para",
          "HansardSection": "1-10",
          "UIN": null,
          "IsReiteration": false
        }
      ],
      "ChildDebates": []
    },
    {
      "Overview": {
        "Id": 4751147,
        "ExtId": "24110646000018",
        "Title": "South West Water: Customer Rebate",
        "HRSTag": "hs_8Statement",
        "Date": "2024-11-06T00:00:00",
        "Location": "Written Statements",
        "House": "Commons",
        "Source": 2,
        "VolumeNo": 756,
        "ContentLastUpdated": "2024-11-08T13:17:12.317",
        "DebateTypeId": 3,
        "SectionType": 2,
        "NextDebateExtId": "24110646000019",
        "NextDebateTitle": "Oxford Nanopore Technologies: Strategic Partnership",
        "PreviousDebateExtId": "24110646000017",
        "PreviousDebateTitle": "Biodiversity COP16"
      },
      "Navigator": [
        {
          "Id": 4751133,
          "Title": "Written Statements",
          "ParentId": null,
          "SortOrder": 1,
          "ExternalId": "c6ed6169-ecef-47bc-a499-56ecfe6ca9d6",
          "HRSTag": null,
          "HansardSection": null,
          "Timecode": null
        },
        {
          "Id": 4751145,
          "Title": "Environment, Food and Rural Affairs",
          "ParentId": 4751133,
          "SortOrder": 13,
          "ExternalId": "9A9DBBFC-681E-420D-BC32-5ED39CDE6D40",
          "HRSTag": "hs_6bDepartment",
          "HansardSection": "1-10",
          "Timecode": null
        },
        {
          "Id": 4751147,
          "Title": "South West Water: Customer Rebate",
          "ParentId": 4751145,
          "SortOrder": 15,
          "ExternalId": "24110646000018",
          "HRSTag": "hs_8Statement",
          "HansardSection": "1-10",
          "Timecode": null
        }
      ],
      "Items": [
        {
          "ItemType": "Contribution",
          "ItemId": 40890906,
          "MemberId": 4645,
          "AttributedTo": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Emma Hardy)",
          "Value": "The Government are fixing the foundations to put public finances on a sustainable path to restore stability, and taking difficult decisions on tax, welfare and spending. This includes needing to address a £22 billion black hole.  <span id=\"14WS\" class=\"column-number\" data-column-number=\"14WS\"></span>To support this effort, the taxpayer-funded contribution to the water and sewerage bills of South West Water (SWW) household customers will end after 31 March 2025.\r\n\r\nThe rebate was originally introduced in 2013 because SWW customers faced significantly higher water bills than customers in other regions due to the level of investment the company was required to make in the region’s infrastructure to meet environmental and water quality standards. Over the last decade, the difference between water bills in the south-west region and others has decreased. Over the next price review period, 2025 to 2029, Ofwat’s latest projections are that SWW customers’ bills will be similar to those in other regions.\r\n\r\nThe Government are committed to taking action to address water poverty and help vulnerable customers with their water bills. All water companies have measures in place for people who struggle to pay for their water and waste water services, including measures such as WaterSure, social tariffs, payment breaks and holidays, and debt management support. We expect all water companies to proactively engage with their customers to ensure that they know what support schemes are available and how to use them.\r\n\r\n[HCWS200]",
          "OrderInSection": 1,
          "Timecode": null,
          "ExternalId": "0EAC85A9-BB74-4075-BEC2-1B294FD09ABA",
          "HRSTag": "hs_Para",
          "HansardSection": "1-10",
          "UIN": null,
          "IsReiteration": false
        }
      ],
      "ChildDebates": []
    }
  ]
}