{
  "Overview": {
    "Id": 4751058,
    "ExtId": "1497808B-FF52-4E4E-9797-3CA5A09AB910",
    "Title": "Passenger Railway Services (Public Ownership) Bill",
    "HRSTag": "NewDebate",
    "Date": "2024-11-06T00:00:00",
    "Location": "Lords Chamber",
    "House": "Lords",
    "Source": 2,
    "VolumeNo": 840,
    "ContentLastUpdated": "2024-11-07T16:24:27.213",
    "DebateTypeId": 1,
    "SectionType": 1,
    "NextDebateExtId": "",
    "NextDebateTitle": "",
    "PreviousDebateExtId": "9EA9A210-E0E8-48F8-8BA8-451A3D461C8E",
    "PreviousDebateTitle": "Flight Cancellations"
  },
  "Navigator": [
    {
      "Id": 4751047,
      "Title": "Lords Chamber",
      "ParentId": null,
      "SortOrder": 1,
      "ExternalId": "72fe8575-39d5-4bfc-a2ad-878cd7e860d1",
      "HRSTag": null,
      "HansardSection": null,
      "Timecode": null
    },
    {
      "Id": 4751058,
      "Title": "Passenger Railway Services (Public Ownership) Bill",
      "ParentId": 4751047,
      "SortOrder": 12,
      "ExternalId": "1497808B-FF52-4E4E-9797-3CA5A09AB910",
      "HRSTag": "NewDebate",
      "HansardSection": "AH-AH",
      "Timecode": "2024-11-06T12:16:00"
    }
  ],
  "Items": [
    {
      "ItemType": "Contribution",
      "ItemId": 40889015,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1505\" class=\"column-number column-only\" data-column-number=\"1505\"></span>",
      "OrderInSection": 1,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889016,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Report",
      "OrderInSection": 3,
      "Timecode": null,
      "ExternalId": "5e23236a-aa42-4553-87cc-936b1157092c",
      "HRSTag": "hs_DebateType",
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889017,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<em>Scottish legislative consent granted and Welsh legislative consent sought, 2nd and 5th Reports from the Delegated Powers Committee</em>",
      "OrderInSection": 4,
      "Timecode": null,
      "ExternalId": "24110617000205",
      "HRSTag": "hs_Question",
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946347,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "12:16:00",
      "OrderInSection": 5,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889018,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 1",
      "OrderInSection": 6,
      "Timecode": null,
      "ExternalId": "24110617000335",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889019,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 7,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889020,
      "MemberId": 4986,
      "AttributedTo": "Lord Gascoigne",
      "Value": "",
      "OrderInSection": 8,
      "Timecode": null,
      "ExternalId": "71DFAA78-236B-434F-BEED-2EF8A1315E8D",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889021,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>1: </strong>Before Clause 1, insert the following new Clause—\r “Purpose: improvement of passenger railway services(1) The purpose of this Act is to improve the performance of passenger railway services in the United Kingdom.(2) The Secretary of State must, in taking any actions under the provisions of this Act, have regard to this purpose.”Member’s explanatory statement\r This amendment would place a duty on the Secretary of State to have regard to the purpose of the Act, namely the improved performance of passenger railway services in the United Kingdom.",
      "OrderInSection": 9,
      "Timecode": null,
      "ExternalId": "63BCB038-A8C8-45C5-8B22-395D55CA4E8C",
      "HRSTag": "Amendment",
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889022,
      "MemberId": 4986,
      "AttributedTo": "Lord Gascoigne (Con)",
      "Value": "My Lords, I rise briefly to fire the starting gun on Report with my Amendment 1. In doing so, I express my gratitude to my noble friend Lord Moylan for his support with this amendment. I also thank the Minister for taking the time to meet me the other day. I very much appreciated the opportunity he took to address my many questions in his usual cordial way.\r\n\r\nThis amendment today flows from my first amendment in Committee. Everyone wants the trains to improve. That is a given. As I said in Committee, and when I met the Minister recently, the reason I care about this is that we need the whole rail reform package and we need it not to be piecemeal. Personally, I would like to go down the route proposed under the Williams-Shapps review, but I recognise that that ship has probably sailed. That said, the overall goal is the same: to make it more efficient; to make it easier to travel; to make it more punctual and, ultimately, to improve the passenger service.\r\n\r\nIn Committee I used the word “Ronseal”: making sure that the Bill delivers what it is intended to, so that it does, in effect, what is on the tin. While I will not repeat word for word what I said, there are three technical points I want to address following on from Committee, for the benefit of the House today.\r\n\r\nFirst, is this Tory language being inserted really a sort of Trojan horse, ready to pounce on the unsuspecting Minister in the Labour Government once they have welcomed it? No. In <em>Getting Britain Moving: Labour’s Plan to Fix Britain’s Railways</em><em>,</em> published during the campaign, the then Shadow Secretary of State said in the foreword:\r\n\r\n“We need a modern rail system—with improved services for passengers and better value for money for taxpayers—to serve as the backbone of a modern Britain”.\r \r\n\r\nLater, she said:\r\n\r\n“Labour’s challenge is to put our rail system back on track to sustainable growth and improvement”.\r \r\n\r\nThis was followed by:<span id=\"1506\" class=\"column-number\" data-column-number=\"1506\"></span>\r\n\r\n“Labour’s vision is to deliver a unified and simplified rail system that relentlessly focuses on securing improved services for passengers and better value for money for taxpayers”.\r \r\n\r\nIndeed, in just the foreword alone, there are eight references to either “improve”, “improving” or “improved services”, not to mention countless others in the rest of the document.\r\n\r\nThe Government and Labour may argue that those references are about the whole suite of rail reform: it is only then that you will get a better service after everything has changed. However, after the election, at Second Reading, in response to questions, the Transport Minister in the Commons said:\r\n\r\n“Let me begin by dealing with the issue of public ownership. According to the shadow Secretary of State ... we have no proof that it will improve outcomes for passengers, but that is clearly not the case. We know for a fact that this Bill will save tens of millions of pounds in fees, and if that is not a good start, I do not know what is”.\r \r\n\r\nA little later he went on to say:\r\n\r\n“I am confident that public ownership will provide the right foundations to drive forward improvements for passengers<span id=\"vol_col1135\" class=\"cross-reference\" data-house-id=\"1\" data-column-number=\"1135\" data-volume-number=\"\" data-external-id=\"6C0BD972-FD75-4473-B76D-39A94A3B3BE0\">”.—[<em>Official Report</em>, Commons, 29/7/24; col. 1135.]</span>\r \r\n\r\nI could read out plenty of other quotes which all use the same terminology and the same rationale for this Bill, but, as I hope noble Lords can see, this is not about me inserting language into this debate: it is already there from the Labour Party, both in opposition and in government.\r\n\r\nSecondly, are we not overlapping existing commitments? My noble friend made the inspired observation in Committee that similar references are made in the Railways Act 1993. He is, as ever, correct that the obligation to improve services is used elsewhere and is not altered by this Bill, so why cannot it, or a reference to upholding that element of the 1993 Act, be put in this Bill?\r\n\r\nThirdly, from a technical point of view, do we need a purpose clause given that this Bill is focused on how nationalisation will take effect? I have said before that some will question whether a purpose clause is needed, given that this is a tightly focused Bill. I will suggest later why it is needed in general terms, but, from a purely technical point of view, in Clause 2 the Secretary of State will have to take a view and make a judgment of the virtue or otherwise of a franchise when deciding whether temporarily to extend the said franchise. By inserting this purpose clause at the outset, it is a necessary barometer setting out exactly what this Bill is seeking to do and what should be the Secretary of State’s overriding concern when making a decision.\r\n\r\nThis is not about stopping the Bill, nor is it about inserting assessments, reports or tests before anything can happen. There is no bureaucracy being created here, I am pleased to say to my friend the noble Lord, Lord Snape. It would not be costly—indeed, it would not cost anything—and I am not saying that it would lead to cheaper fares, although that is what people want to see and expect. It would not add anything onerous or new. As I said, this is language used elsewhere in legislation. It does not issue specific demands or expectations about cleanliness, the number of guards, ensuring decent toilets—or toilets that are open, which they absolutely should be. My amendment could talk about access and address some of the shocking things <span id=\"1507\" class=\"column-number\" data-column-number=\"1507\"></span>we heard in Committee about the experience of disabled people when travelling, which I know will come up later. But it merely sets out what the goal of reform is, to ensure that everyone from top to bottom knows what the Government are doing this for. We wish them to succeed in improving the service. It is language that Labour has used, and which is used elsewhere in legislation, to make it clear what the Bill will deliver. I beg to move.",
      "OrderInSection": 10,
      "Timecode": null,
      "ExternalId": "46E4ECB1-927D-4378-A7A1-625580E6F7D3",
      "HRSTag": "hs_para",
      "HansardSection": "AH-AH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889023,
      "MemberId": 123,
      "AttributedTo": "Lord Lansley (Con)",
      "Value": "My Lords, I support my noble friend on his Amendment 1 and will speak to Amendment 14 in my name. My noble friend very kindly referred to our debate on the same amendment in Committee. I note the reference in the Railways Act 1993 and that I see two merits in my noble friend’s amendment.\r\n\r\nFirst, it is always a good thing for Bills to be clear about their purpose. Unless I am mistaking something, this amendment accurately reflects the Government’s purpose in this legislation. We may debate whether it will be successful or otherwise, but the purpose seems to be straightforward, and to have that in legislation is always helpful.\r\n\r\nSecondly, because this Bill is essentially about amending parts of the Railways Act 1993 and nothing else, it is clearly subsidiary to the existing provisions of that Act, as amended. There are 10 general duties in that Act. The first is in Section 4(1)(zb),\r\n\r\n“to promote improvements in railway service performance”.\r\n\r\nMy noble friend has accurately reflected the first of those 10 general duties, one of which we will come to debate in a subsequent group in relation to my amendment.\r\n\r\nIt seems to me that one of the abiding issues for public agencies, often including government departments, is the multiplicity of duties that are imposed upon them and the risk of conflict between those duties. Here, for these purposes, that would be clarified if it were made very clear that this important change to the way in which the provisions of the Railways Act are structured and to be used is to improve railway service performance. To raise that general duty in importance above the others would be helpful in clarifying the balance which the Government and the other agencies should take. I support Amendment 1 for that reason.\r\n\r\nAmendment 14 refers to the new subsection of Section 30 of the Railways Act, inserted by the Bill, which provides that the provision of railway services can be made only via\r\n\r\n“a direct award of a public service contract to a public sector company in accordance with regulation 17 … of the 2023 Regulations”.\r\n\r\nNoble Lords will be aware of those regulations. Subsequently, the requirement for pre-award publication is disapplied by this legislation. However, paragraph (2) of Regulation 17 states:\r\n\r\n“Where a competent authority makes a direct award of a public service contract under this regulation, the competent authority must, within one year of granting the award, and while ensuring the protection of commercially sensitive information and commercial interests, publish a notice on its website”.\r \r\n\r\nThe information required about the contract and the contractor is then listed in the regulation. Is one year right? Is it desirable that we should, in any circumstances, wait so long to be given information about the direct <span id=\"1508\" class=\"column-number\" data-column-number=\"1508\"></span>award of these contracts, given that they are instrumental to an understanding of whose responsibility it is to provide passenger railway services?\r\n\r\nI have discussed my amendments with the Minister, and I am grateful for his time and that of his officials. I hope he has had a chance to think about my amendment and that, if he will not accept it, he will at least be able to tell us that it will be the Government’s intention to make new regulations quite soon, and in those new regulations to reduce to as little as three months after the granting of an award of a contract of this kind the publication of the notice and details. To assist later consideration, I say that it is certainly not my intention to press Amendment 14 when it is reached.",
      "OrderInSection": 11,
      "Timecode": null,
      "ExternalId": "9E471E11-634F-439F-9D88-7EAC03411E03",
      "HRSTag": "hs_para",
      "HansardSection": "AJ-AJ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889024,
      "MemberId": 3526,
      "AttributedTo": "Lord Berkeley (Lab)",
      "Value": "My Lords, I will speak briefly to my Amendment 16, which is in this group. I am, as ever, grateful to my noble friend for sparing the time to talk about this. My amendment is designed to be helpful. It is designed from experience of previous railway legislation, in which we got bogged down in massive detail, with hundreds of amendments; we may get somewhere, but it takes longer.\r\n\r\nGiven the discussion that we had on a large number of subjects in Committee, and will probably have today on Report, I thought it would be useful to probe the Minister’s view of how long it will be before what I call the definitive Bill is published. If that is going to take until spring, as some of us have been told, it might be useful to publish a draft Bill or a draft Command Paper that we could read several months before and have the opportunity to debate. That might help us resolve what the real problems are and how to deal with them, rather than on the Floor of the House for many days in Committee and on Report.\r\n\r\nThat is the purpose of my amendment, and I look forward to my noble friend’s response. I am not going to press this amendment, but it will be interesting to hear what he has to say.",
      "OrderInSection": 12,
      "Timecode": null,
      "ExternalId": "8A7C8544-06EE-4C78-9599-B5E1A27E87F4",
      "HRSTag": "hs_para",
      "HansardSection": "AJ-AJ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889025,
      "MemberId": 1413,
      "AttributedTo": "Lord Grayling (Con)",
      "Value": "My Lords, I will speak briefly on some of the themes that my noble friend Lord Gascoigne has been pursuing around reporting on performance. The Government seem to be a little reticent about being willing to accept amendments which increase reporting requirements. However, there is an important issue here: will public ownership do what the Government have promised it will and improve performance on the railways? I have my doubts about that. I think the challenges of the railways are much more complex and not about ownership but the complexity of our system.\r\n\r\nI have a very simple question for the Minister. When you arrive in this House as a new Member, one thing that is very noticeable is the extraordinary level of expertise that exists on Benches on all sides. He brings a very considerable degree of expertise in this House after a long and distinguished career in the rail and transport sector. Can he set aside for a moment his ministerial hat and give us a professional judgment about the likely performance? To take a comparison, can he reassure us that the London Overground, for example, would perform better if run directly as a public body by Transport for London rather than <span id=\"1509\" class=\"column-number\" data-column-number=\"1509\"></span>being contracted out to a private operator as it is at the moment? Can he reassure us on that, for the precedents that will exist elsewhere?",
      "OrderInSection": 13,
      "Timecode": null,
      "ExternalId": "20A5F77A-1392-4E77-8F78-C26188B77A83",
      "HRSTag": "hs_para",
      "HansardSection": "AJ-AJ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946348,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "12:30:00",
      "OrderInSection": 14,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AK-AK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889026,
      "MemberId": 4230,
      "AttributedTo": "Baroness Randerson (LD)",
      "Value": "My Lords, Amendment 1 is impossible to disagree with. It is fundamental to the survival of our railways that things improve. They have reached crisis point because of decades of under- investment, poor management and poor political decision- making. However, the presence of this reminder might be useful for the Secretary of State. It might be a statement of the obvious in some ways but useful for her because the big problem with nationalisation is that Governments in the UK have consistently failed to invest long-term. We can improve buses by investing within a couple of years, but when you invest in the railways it takes a couple of decades for it to make a big difference. That is the Government’s challenge in renationalising the railways and the buck now stops with them.\r\n\r\nOn Amendment 16, I understand and strongly support the wish for thorough and transparent public consultation on the contents of the forthcoming rail Bill. I remind noble Lords of the example of the public consultation undertaken by the previous Government on their plan to close ticket offices. It led to a massive national outcry, forcing them to drop the plan, so I am a great believer in the impact of public consultations. The Bill that we are expecting in the near future is considerably more complex, but the problem with this amendment as written is that it extends the timescale that it all will take. It will take far too long before we get the legislation that we all hope will make the big difference. I will listen very carefully to the Minister. We hope that there will be some legislation by the end of next year at the very latest.\r\n\r\nOne way or another, the Minister has been associated with plans for the future of the railways and the creation of Great British Railways for some years now. There is surely nothing raised in our debates that he has not thought of, he has not worked on, or that would come as a surprise to him. He has been exceptionally generous with his time in cross-party discussions in the last couple of weeks. I urge him to explain when he replies what the timescale is likely to be and to assure us that there will be full consultation and that there is a grand plan.",
      "OrderInSection": 15,
      "Timecode": null,
      "ExternalId": "71C632A1-D0D2-4991-8CC4-C7F322C5F4FC",
      "HRSTag": "hs_para",
      "HansardSection": "AK-AK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889027,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, we have had lengthy discussion on this Bill in Committee, and it is not my intention today to repeat unnecessarily the arguments and the evidence adduced during those debates. The longer that we went on in Committee, the clearer it became that this is a very bad Bill that has been accompanied by a degree of arrogance. I do not say this as a personal comment on the Minister; it is on the part of the Government in general. There has been a tone, sometimes said quite explicitly, of “We won so we can do what we want”. That is an argument. It has some merit, but the merit that you would expect to find in an argument made in a playground.\r\n\r\nAnother type of arrogance has also been underlying our debates: “We want a better railway, but we are not going to tell you what it will look like. That’s all going <span id=\"1510\" class=\"column-number\" data-column-number=\"1510\"></span>to come in the future—don’t ask your pesky questions now. That will all be dealt with, and you have to trust us”. That is not a basis on which the House should be passing this type of legislation. The amendment in the name of the noble Lord, Lord Berkeley, goes some way to address that latter point. We all have a common desire for a better railway, but we will no doubt disagree on the details of how it is to be achieved. My noble friend Lord Grayling said that these are very complex issues. I do not think that anyone would disagree.\r\n\r\nTherefore, on the prospect of having the Bill published in draft for pre-legislative scrutiny, I disagree with the noble Baroness, Lady Randerson. I do not think that will add materially to the time taken before legislation is enacted because it is likely to produce a better Bill when it eventually arrives in your Lordships’ House, one that can go through faster and be implemented better with better outcomes. It is the outcomes that we are interested in, not a particular timescale, although like her I will hold the Government to their undertaking that a Bill will come forward within 12 to 18 months.\r\n\r\nIt is more important to get the outcome right than to worry about a few weeks here or there, which is as much as we would be discussing in relation to the amendment tabled by the noble Lord, Lord Berkeley. I am deeply disappointed that he is not going to press it to a Division as I would be very tempted to support it if he did. However, I expect and hope that the Minister, when he stands up, can satisfy the noble Lord, Lord Berkeley, by saying that there will be some sort of pre-legislative scrutiny of the very large and complex Bill that he is expecting to bring before your Lordships’ House in the next 12 or 18 months, to use his phrase.\r\n\r\nThe amendment in the name of my noble friend Lord Lansley is very good and commends itself. Like him, I would like to hear what the Minister says in response. I note that my noble friend does not intend to press it to a Division.\r\n\r\nAmendment 1, tabled by my noble friend Lord Gascoigne, is indispensable. A number of things are missing from this Bill. A number of important parties have been wholly excluded. One of them, for example, which we will come to later in debate, is the staff. There is no reference to the staff in this Bill. We take for granted that they will be TUPE-ed. That basic legislative cover is there and does not need to be stated. They will not lose their jobs as a result of this but will be TUPE-ed over. However, has any consultation been carried out with the staff? You would expect that normally, would you not? Do they want to change their employer? Do they want to be working for the Government? They may all say yes, but one would have thought that in an undertaking such as this the Government would have bothered to ask them. There has been no consultation with the staff.\r\n\r\nThe other glaring omission from the Bill is, of course, the passenger. It is a passenger railway services Bill, yet it says nothing at all about the passenger. My noble friend Lord Gascoigne is attempting to put this lacuna right and to put the passenger back at the head of the Bill, as the driving force of what the Government are trying to do and to require Ministers to test their actions under this Bill against the standard of whether it will improve matters for the passenger. That is why, <span id=\"1511\" class=\"column-number\" data-column-number=\"1511\"></span>if my noble friend intends to divide the House and seek its opinion on this matter, I recommend that we support him.",
      "OrderInSection": 16,
      "Timecode": null,
      "ExternalId": "64F930CC-7CE8-4863-81BF-7066E04E3ABF",
      "HRSTag": "hs_para",
      "HansardSection": "AK-AK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889028,
      "MemberId": 4972,
      "AttributedTo": "The Minister of State, Department for Transport (Lord Hendy of Richmond Hill) (Lab)",
      "Value": "I thank the noble Lords, Lord Gascoigne and Lord Moylan, for Amendment 1. I absolutely support the idea that the Government should be clear about what the railway is for and what we want it to achieve. Far too many conversations in this industry are about tracks, signals and trains and how the railway works—or, in many cases, does not work so well. There needs to be much more focus on what the railway is for, but you can do that only if the organisation fundamentally works.\r\n\r\nI am clear that when we establish Great British Railways, we should set out a clear statement of purpose, and we will set out a proposal for this statement of purpose in the consultation we will launch ahead of the substantive railways Bill. I am also very clear about the purpose of the Bill and the Government’s wider plans for the railway. Improving the performance of passenger services is clearly a big part of that purpose, but it is not and cannot be the only purpose. The Secretary of State has set out six key objectives against which she expects the railway to deliver. In summary, the railway should be reliable, affordable for passengers and taxpayers, efficient, of suitable quality, accessible and, of course, safe. She and I are reminding senior railway leaders of these objectives very clearly and very often. I expect that to carry more weight than a statement of purpose in a Bill that, if we are honest, might not be read widely by those on the front line of running the railway. Given the range of objectives that the Government wish to meet, I would not support the idea of singling out one objective, even a vital one, and placing it in this Bill.\r\n\r\nTurning to the specific wording of the amendment, which is about performance, the easiest way to improve the performance of passenger railway services would be not to run so many of them, and to try to run fewer freight trains. It would be much easier to make trains run on time if the railway were less congested. Of course, I do not advocate that as a solution, but it illustrates the point that trying to reduce the Government’s objectives for the railway to a single purpose might be counter- productive. I hope that my remarks will have reassured the noble Lord that I am entirely on board with his underlying suggestion that the railway needs a clear statement of purpose, but I am not convinced that it needs to be enshrined in primary legislation right now, nor that it should focus exclusively on the performance of passenger services.\r\n\r\nThe noble Lord, Lord Grayling, asked me to set aside my ministerial hat and opine about the performance of the London Overground and the type of operator that operates it. I shall not set aside the hat, but I will say that one of the differences with the Overground is that it operates within a consistent and easily understood fares structure, which has enabled a significant increase in patronage over the period it has been operating. We must change the railway fares: there are far too many of them and they are deeply confusing. But one of the reasons for public ownership of the main network is to ensure that we have control of the operation and that there is enough information to be able to do that.<span id=\"1512\" class=\"column-number\" data-column-number=\"1512\"></span>\r\n\r\nI will not trouble to respond to the point about arrogance and the Government acting, according to the noble Lord, Lord Moylan, as if we won the election, because it is rather self-evident that we did. I will remind him that this measure is very popular with the public, and every recent opinion poll suggests that a very large majority wish to see the railway in public ownership. We will return to the matter of the staff, but he acknowledges that the transfer of undertakings regulations will apply, and they do involve some consultation. But if you went to Waterloo station today and asked the staff there whether they want to change their employer, most of them would tell you that they have changed employer so often that some of them cannot remember who their employer is, and do not much care. The most frequent description of railway employment that I get when I speak to railway men and women—",
      "OrderInSection": 17,
      "Timecode": null,
      "ExternalId": "F1ECBF0B-8699-4060-9727-A2F8B68F891E",
      "HRSTag": "hs_para",
      "HansardSection": "AL-AM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889029,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "Are not the staff of Waterloo station already employed by Network Rail?",
      "OrderInSection": 18,
      "Timecode": null,
      "ExternalId": "91FB8F7D-CF42-4B80-A4A1-B94AA8D039FB",
      "HRSTag": "hs_para",
      "HansardSection": "AL-AM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946349,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "12:45:00",
      "OrderInSection": 19,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AL-AM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889030,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "I was referring to the people who drive and operate the trains. There are more of them on Waterloo station than there are employees of Network Rail.\r\n\r\nTo finish what I was saying, most people on the railway refer to their employer and their work as “the railway”, which tells you something about the way in which the franchise system has dealt with loyalty to employment.\r\n\r\nI thank the noble Lord, Lord Lansley, for Amendment 14 and the discussion we had in the last few days. He is right that Regulation 17 requires the publication of a specified list of information within one year, following the direct award of a contract, where that information has not already been published. However, we expect the majority of the information included in Regulation 17 to have already been published well before one year has expired. That is because Regulation 23, which covers post-award publication, requires a competent authority to publish a similar set of information within two months of contract award. The information which must be published is set out in Schedule 2. Regulation 23 also allows interested parties to request the reasons for a direct award within one month of the post-award publication. I agree that a year would be a very long time to wait before the information is published. However, I do not believe that the noble Lord’s amendment is needed because similar and, in many respects, more detailed publication requirements are already provided for in Regulation 23. I urge him to withdraw the amendment, and I note that he does not intend to press it.\r\n\r\nI note that Amendment 16, from my noble friend Lord Berkeley, is somewhat novel constitutionally, as it would constrain parliamentary sovereignty by imposing limitations on when primary legislation relating to the railways could be introduced. I am very happy to confirm to my noble friend, to the noble Baroness, Lady Randerson, and to others who mentioned it that the Government intend to set out their key proposal for the railways Bill in a consultation document that <span id=\"1513\" class=\"column-number\" data-column-number=\"1513\"></span>I very much hope will be published before the end of this calendar year. This will give all interested parties, including Members of your Lordships’ House, the chance to review and scrutinise it and to feed in their views before the Bill is introduced later in this parliamentary Session. The Government do not intend to publish a draft of the Bill before it is introduced, as I would expect that to delay progress in implementing the Government’s planned reforms.\r\n\r\nIt is now more than six years since the previous Government declared that the structure of the railways is\r\n\r\n“no longer fit to meet today’s challenges”\r\n\r\nand appointed Keith Williams to lead his review. Passengers, freight and everyone on and who uses the railway have waited too far long already to see meaningful change. I have to say that my own experience is that the previous Government went through pre-legislative scrutiny in a desultory manner, and frankly, we all concluded that they did not intend to bring a Bill before either House any time soon.\r\n\r\nWhile the Government are keen to hear the widest possible range of views on their proposals, including the noble Lord’s, I do not on this occasion support the idea of publishing a draft Bill. It also does not seem necessary, given that noble Lords can submit their views during the consultation I have committed to and will be able to debate the Bill once it is before the House. I am of course happy to meet with my noble friend Lord Berkeley and other noble Lords at the time of the consultation launch to seek their views, as we have done during the course of the Bill before us, if that would help persuade him to withdraw his amendment.",
      "OrderInSection": 20,
      "Timecode": null,
      "ExternalId": "95AC6A56-5A1C-4DC5-8734-FEACD35AEF8D",
      "HRSTag": "hs_para",
      "HansardSection": "AL-AM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889031,
      "MemberId": 4986,
      "AttributedTo": "Lord Gascoigne (Con)",
      "Value": "My Lords, I am grateful to the Minister for his response, to all those who spoke in this relatively short debate, and to those who supported my Amendment 1. I am pleased to see that the Government Chief Whip is on the Front Bench, and I am conscious that many people have sat through days of Committee and we are about to head into recess, so I will not detain noble Lords for long.\r\n\r\nAs I said in Committee and earlier, I want to make the case for why this amendment is not against the spirit of the Bill. It does not stop it, and I want to ensure that everyone knows that these changes are not being done through ideology and that they are focused on the passengers. Effectively, it forces the department, Ministers, civil servants and everyone to deliver this mission and this mission alone. Otherwise, we will enter into what President Ronald Reagan called “trust me” government.\r\n\r\nWithout boring on for too long, and to repeat the point I made, Labour has used this language repeatedly, in opposition and in government, so I am still not sure why the amendment cannot be included, especially given that the Minister, who I respect greatly, warmed to the sentiment behind it and understands it. As I said, we risk entering into the world of having to trust the Government that that is the intention. Despite those words of reassurance, the Bill still needs something on the face of it—Ronseal, like I said. With that, I would like to test the opinion of the House.<span id=\"1514\" class=\"column-number\" data-column-number=\"1514\"></span>",
      "OrderInSection": 21,
      "Timecode": null,
      "ExternalId": "4A0A39F6-64AC-444E-A7EF-ED7EAFC67CA8",
      "HRSTag": "hs_para",
      "HansardSection": "AL-AM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889032,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1515\" class=\"column-number column-hidden\" data-column-number=\"1515\"></span>",
      "OrderInSection": 22,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889033,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1516\" class=\"column-number column-hidden\" data-column-number=\"1516\"></span>",
      "OrderInSection": 23,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889034,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"range15151516\" class=\"column-number column-range\" data-column-number-from=\"1515\" data-column-number-to=\"1516\"></span>",
      "OrderInSection": 24,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Division",
      "ItemId": 52179,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "1|12:50|187|132|Division on Amendment 1|Amendment 1 agreed.||0|0",
      "OrderInSection": 25,
      "Timecode": null,
      "ExternalId": "507A6848-1AE9-409A-8FB9-28D8FBB0A80E",
      "HRSTag": null,
      "HansardSection": "AL-AM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946350,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:02:00",
      "OrderInSection": 26,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889035,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Clause 1: Prohibition on franchise extensions and new franchises",
      "OrderInSection": 27,
      "Timecode": null,
      "ExternalId": "24110630000731",
      "HRSTag": "hs_ClauseHeading",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889036,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 2",
      "OrderInSection": 28,
      "Timecode": null,
      "ExternalId": "24110630000729",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889037,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 29,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889038,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan",
      "Value": "",
      "OrderInSection": 30,
      "Timecode": null,
      "ExternalId": "73F3C730-2692-4EC6-A46F-BF0F2B9101B4",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889039,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>2: </strong>Clause 1, page 1, line 12, at end insert—\r “25B Termination of existing franchise agreements(1) The Secretary of State must terminate franchise agreements for default in accordance with the terms of the agreement as soon as it is possible to do so.(2) The Secretary of State must assess and rank existing franchise agreements according to performance criteria established after consultation with relevant stakeholders.(3) Subject to subsection (1), the Secretary of State must only terminate a franchise agreement pursuant to a break clause if—(a) there are no other franchise agreements which are performing worse under the criteria in the list referenced in subsection (2), and(b) the Secretary of State is satisfied that provision of the services by a public sector company will improve existing service provision.(4) In this section, “break clause” means a contractual provision in a franchise agreement which entitles the Secretary of State to terminate the franchise agreement before the end of the franchise term by notice without reason.”Member’s explanatory statement\r This amendment would require the Secretary of State to terminate franchise agreements for default and to nationalise the worst performing operators first, while enabling services that are currently working well to continue.",
      "OrderInSection": 31,
      "Timecode": null,
      "ExternalId": "844FA935-3813-4417-BA08-87921D127F38",
      "HRSTag": "Amendment",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889040,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, in the course of debate at Second Reading and in Committee, numerous noble Lords drew attention to the fact that the manner in which the Government are approaching the termination of franchises is going to result in some very perverse outcomes. Admittedly, most of the franchises still in existence are relatively short, but the Government—with a view to saving money, as far as I can make out—are determined to terminate them in the order in which the contract falls in.<span id=\"1517\" class=\"column-number\" data-column-number=\"1517\"></span>\r\n\r\nThat has the bizarre consequence that some of the most popular, effective and highly rated franchises are going to be terminated early at the head of the list, while those that are most reviled by the public—I am not going to mention any names in the course of this brief speech—and regarded as being hopeless at what they do will have the longest continuation in existence. It is of course the case that if they fell into default, the Government could terminate them early without expense, but we heard from the Minister earlier that none of them is as bad as that. None the less, some of them are very bad indeed.\r\n\r\nThis case was made most compellingly at Second Reading by the noble Lord, Lord Browne of Ladyton, but it has been made by other noble Lords as well. I think there is strong demand among noble Lords for the worst franchises to be brought to the head of the queue. My Amendment 2 would have the effect of bringing that about: the worst-performing operators would be terminated first, while services that are currently working well would be enabled to continue. Amendment 10 in the name of the noble Baroness, Lady Randerson, has a similar intent and effect. It is drafted differently—it is expressed as providing flexibility to the Government, whereas mine is perhaps a little more mandatory in its tone—but they are similar in various ways.\r\n\r\nWith the time the Government have had for reflection on the strength of feeling in the House about this issue, they should be able to come forward and say something now that would alleviate noble Lords’ concerns. Otherwise, I will be interested in testing the opinion of the House on my Amendment 2.",
      "OrderInSection": 32,
      "Timecode": null,
      "ExternalId": "A3F8CF44-5781-44AF-ACC7-9C1999E95E2A",
      "HRSTag": "hs_para",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889041,
      "MemberId": 4230,
      "AttributedTo": "Baroness Randerson (LD)",
      "Value": "My Lords, I will speak to Amendment 2, and to Amendment 10 in my name and that of my noble friend Lady Scott. Amendment 2 was the Liberal Democrats’ Amendment 1 in Committee, requiring the Secretary of State to terminate franchises for default and to nationalise the worst-performing operators first, while allowing train operating companies that are currently working well to continue.\r\n\r\nThe Minister explained to us, both in this Chamber in response to our amendment and in private discussions, that this cannot be done without major costs to the taxpayer. The existing contracts have been written and signed by the previous Government so as to make it difficult to penalise defaulters. We accept what the Minister says and we are not prepared to cause the taxpayer greater costs than necessary in this process. So, having listened and learned, we turned our amendment around and wrote Amendment 10, which simply proposes giving the Secretary of State the freedom to enable services that are working well to have an extension to their franchise and to continue for a period of time suitable to the Government. Can the Minister explain to us the Government’s approach to this and whether existing contracts could be extended, as our amendment suggests?\r\n\r\nOur view is that the Government are going to be hard pressed in dealing with the numerous parts of the rail systems that are failing, and they need to allow themselves a bit of space by letting the bits that are working well continue until they get around to the overall process of nationalisation. The Government’s <span id=\"1518\" class=\"column-number\" data-column-number=\"1518\"></span>whole approach has been nationalisation gradually rather than one big effort, and I hope this amendment works with the grain of their intentions.",
      "OrderInSection": 33,
      "Timecode": null,
      "ExternalId": "072490D0-6624-415C-B2E6-21CD06718800",
      "HRSTag": "hs_para",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889042,
      "MemberId": 4156,
      "AttributedTo": "Lord Liddle (Lab)",
      "Value": "My Lords, from listening to the noble Baroness, Lady Randerson, I think there is a misunderstanding about what the Government are trying to do. As I understand it as a humble Back-Bencher, we are trying to get rid of the franchising system because, as it is, it does not help us to run a railway in the way we want to. In his opening remarks the noble Lord, Lord Hendy, said that one of the points is to have a simplified fare system that will greatly raise the prospects of increasing passenger revenue and passenger use of the railway, because the fare system is an obstacle to that. We cannot do that while we have the franchise system, so we have to get rid of the franchise system.\r\n\r\nIf there is any fault in what is happening at the moment, it lies on the opposite side of the Chamber and with the Transport Ministers who gave operators such as Avanti the very loose targets that they have to meet. I advocate that we should be tougher with Avanti, have it in every month, and if things have not improved, we should take the risk of taking the franchise off it and saying, “See you in court”. That would be my approach, but the problem is what the Conservatives have left us with, and that is very difficult to solve. I do not support this amendment, which would result just in extending the existing system.",
      "OrderInSection": 34,
      "Timecode": null,
      "ExternalId": "191EC571-87F1-43C8-93DA-BC9FFAC7530B",
      "HRSTag": "hs_para",
      "HansardSection": "AN-AN",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889043,
      "MemberId": 57,
      "AttributedTo": "Lord Young of Cookham (Con)",
      "Value": "My Lords, I am glad I let the noble Lord, Lord Liddle, speak before me, because I listened very carefully to what he said at Second Reading, when he made a powerful speech in favour of pragmatism. I think that was an expression that he used; I see him nodding in assent. Pragmatism is the reason behind Amendment 10. It is a question of whether we let ideology trump pragmatism. The amendment is very similar to one I proposed in Committee. It is less ambitious—the one I proposed in Committee would have allowed the franchise to be renewed for a longer period than 12 months—and therefore one that is it easier for the Minister to accept.\r\n\r\nThere is an additional reason that has not been mentioned so far, which is that there will be pressure within the Minister’s own department to absorb the franchises as they fall due. I think his department would welcome the flexibility under Amendment 10 to enable an existing franchise to be extended for a further 12 months, but no longer. The Minister will get his way: all the train operating companies will be nationalised and all the franchises will come to an end. What we are arguing about is some flexibility. If a franchise is being run perfectly competently, if the existing company would be happy to run on for another 12 months, and if the department is having to recruit more civil servants to absorb the existing ones, I honestly cannot see why the Minister has set his face against Amendment 10. If there is the word “resist” in his brief, perhaps he will reflect on whether a little bit of flexibility would be in order.",
      "OrderInSection": 35,
      "Timecode": null,
      "ExternalId": "209D137E-6545-4247-8E98-B8313687D45C",
      "HRSTag": "hs_para",
      "HansardSection": "AO-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889044,
      "MemberId": 319,
      "AttributedTo": "Lord Snape (Lab)",
      "Value": "My Lords, I expressed some sympathy with this amendment, or an amendment similar to it, in Committee. Without repeating anything <span id=\"1519\" class=\"column-number\" data-column-number=\"1519\"></span>I said in Committee, I put it to my noble friend the Minister again—having said one thing, I now contradict myself—that it does not really make any sense to terminate instantly or as soon as it runs out, which is pretty close to instantly, a franchise such as Greater Anglia, which has generated enormous public support for the efficient way that it has run its train services, or c2c, the line from Liverpool Street to Southend, which recently scored a 94% approval rate as far as its passengers were concerned, although I imagine they, like most other sensible people in this country, think the franchising system has been pretty disastrous for the railway as a whole. Coincidentally, those two franchises run out fairly quickly. Although the noble Lord who speaks for the Opposition would not mention specific franchises for some reason, I will. I have been tormented by Avanti since the last Government were unwise to give it the franchise around 2017 and take it off Virgin, for no apparent reason. The last Government then gave Avanti a nine-year extension, despite all the complaints from both sides of your Lordships’ House. Does it really make any sense to terminate franchises that have enormous support from the travelling public, two of which I have just mentioned, and not take any action for another few years—about seven years or so—for companies such as Avanti? Surely there is some flexibility here that my noble friend could press.\r\n\r\nIf there are good reasons to terminate franchises then surely those reasons, good or bad, have been realised as far as Avanti’s performance is concerned. Perhaps my noble friend can tell us exactly how much it would cost in public funds to dispose of Avanti’s services and how the contracts were drawn up and interpreted in the first place, when a company like that can get away with the shoddy service that it provides daily.",
      "OrderInSection": 36,
      "Timecode": null,
      "ExternalId": "4677AE17-796C-4E5E-8563-4CE1AF0A5495",
      "HRSTag": "hs_para",
      "HansardSection": "AO-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946351,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:15:00",
      "OrderInSection": 37,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AO-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889045,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "I thank the noble Lord, Lord Moylan, and the noble Baronesses, Lady Randerson and Lady Scott of Needham Market, for their amendments in this group—Amendment 2 and Amendment 10 respectively. The amendments seek to test the Government’s approach of transferring services as existing contracts expire. I also thank my noble friend Lord Liddle for saying that the intention is to get rid of franchises and for explaining why. He is right. I should also say that I and the Government do not believe that we should either pay compensation for termination or keep paying fees to owning groups of train operating companies when we do not need to.\r\n\r\nI am happy to begin with a reassurance about the Government’s position. We will not hesitate to take decisive action if Avanti, CrossCountry or any other operator’s poor performance means that the contractual conditions that allow for early termination are met. The contracts we have inherited from the previous Government make it far too hard to get rid of an underperforming operator, but if we have the opportunity to put passengers out of their misery by ending a failing operator’s contract early and bringing their services into public ownership, we will do just that. In those circumstances, we will not wait for those contracts to expire.<span id=\"1520\" class=\"column-number\" data-column-number=\"1520\"></span>\r\n\r\nThe noble Baroness, Lady Randerson, and the noble Lord, Lord Young, asked whether the public sector operator will have the capacity to take in services from a failing operator whose contract has been terminated early, at the same time as other planned transfers. I reassure them that current contracts allow sufficient flexibility to accommodate this. All but two of the current contracts with private operators give the Secretary of State significant discretion to select an expiry date within a range of possible dates specified in each contract. The Secretary of State simply has to give the outgoing operator a minimum of 12 weeks’ notice of expiry. This means that if a contract can be terminated early for poor performance—be it by Avanti, CrossCountry or any other operator—the Secretary of State will be able to adjust the planned expiry dates of other contracts if necessary to ensure that the failing operator’s services can be transferred as quickly as possible without overwhelming the public sector operator. Of course, we also need a programme of return that is reassuringly steady for the good management of the operations as they come back into public ownership. I hope those observations will be sufficient to persuade the noble Baronesses not to press their Amendment 10.\r\n\r\nIn response to the noble Lord, Lord Moylan, my previous comments address the first part of his Amendment 2. The Government will not hesitate to exercise its contractual rights if an operator’s poor performance means that the conditions for early termination are met. The Secretary of State, my noble friend Lady Blake of Leeds and I have all made the Government’s position on the matter very clear and on the record. There is no need for a statutory obligation to cover this point.\r\n\r\nThe noble Lord knows very well that I cannot accept the remainder of his amendment because it would substantially delay the programme of transfers to public sector operation. As the noble Baroness, Lady Randerson, said, thanks to decisions taken by the previous Government, the two most poorly performing operators currently have the longest contracts, with terms that make it very difficult to terminate them early for poor performance. I cannot say quite what the cost is, but I will write to my noble friend Lord Snape to tell him the rough quantum. In fact, the amendment from the noble Lord, Lord Moylan, would mean it would be impossible for the Secretary of State to exercise any contractual break clause, as defined in his amendment, until after the worst-performing operator’s contract had ended. That could be as late as October 2027, so it is difficult to see this as anything other than a wrecking amendment. I hope the noble Lord will prove me wrong by withdrawing it.",
      "OrderInSection": 38,
      "Timecode": null,
      "ExternalId": "53515E5A-B459-4EFD-8441-16BA0B747F67",
      "HRSTag": "hs_para",
      "HansardSection": "AO-AO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889046,
      "MemberId": 57,
      "AttributedTo": "Lord Young of Cookham (Con)",
      "Value": "Before the Minister sits down, can he just clarify something that he said? Is it the case that under new Section 30A inserted by Clause 2(3) he has the flexibility already to renew two of the franchises mentioned by the noble Lord, Lord Snape, by using that particular paragraph in the Bill—namely, that he\r\n\r\n“is satisfied that it will not be reasonably practicable to provide”\r\n\r\nthe services in any other way?",
      "OrderInSection": 39,
      "Timecode": null,
      "ExternalId": "8B4FA455-106E-42CE-AEE3-254E1C54DF00",
      "HRSTag": "hs_para",
      "HansardSection": "AP-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889047,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "Is that the two worst-performing franchises or two others?",
      "OrderInSection": 40,
      "Timecode": null,
      "ExternalId": "37D49D6D-BB65-454F-91AF-BBDC4D907065",
      "HRSTag": "hs_para",
      "HansardSection": "AP-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889048,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1521\" class=\"column-number column-only\" data-column-number=\"1521\"></span>",
      "OrderInSection": 41,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889049,
      "MemberId": 57,
      "AttributedTo": "Lord Young of Cookham (Con)",
      "Value": "Any franchises. Can he use that section to renew the satisfactory franchises, because it would “not be reasonably practicable” to do so otherwise, and take them in-house?",
      "OrderInSection": 43,
      "Timecode": null,
      "ExternalId": "4A264417-4FDB-4724-BF04-6E9BDD438AD3",
      "HRSTag": "hs_para",
      "HansardSection": "AP-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889050,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "I thank the noble Lord, Lord Young, for his intervention. I think he is right, but he will forgive me if I consider it further and write to him.",
      "OrderInSection": 44,
      "Timecode": null,
      "ExternalId": "070C41A8-39E9-4CAC-B826-8C1950E7EE63",
      "HRSTag": "hs_para",
      "HansardSection": "AP-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889051,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, with the leave of your Lordships’ House, I may speak for slightly longer than would be normal because I would like to address a comment made by the noble Baroness, Lady Randerson, about my Amendment 2. She said that it was the same as Amendment 1 tabled by the Liberal Democrats in Committee. In fact, that is only superficially the case. While proposed new Sections 25B(1) and (4) are the same as in the amendment tabled in Committee— I think, by the noble Baroness, Lady Scott of Needham Market—the meat in the sandwich, so to speak, has changed. There would be no additional cost in early termination fees as a result of this amendment as drafted because the franchises would be terminated not as they fell in but in order of worst first, even though that might take a little longer.\r\n\r\nI listened very carefully to what the Minister said. Although the Minister found it helpful, the intervention from the noble Lord, Lord Liddle, was, to this side of the House, slightly infuriating. Throughout the debate in Committee there was a constant jumping between asking us to please focus on this narrow, technical Bill to then, when we wanted to talk about the narrow, technical Bill, being told that we should be talking about the great, big, wonderful Bill that will be coming in 18 months, because that is really what this is all about. But we cannot talk about that Bill because we have not seen it—indeed, we are not even going to get to see it in pre-legislative form. So although the Minister found it helpful, it illustrated the constant problem we have had in dealing with the Government on this measure.\r\n\r\nFor that reason, I am afraid I am not sufficiently satisfied with the Minister’s comments in respect of my Amendment 2 and I would like to test the opinion of the House.",
      "OrderInSection": 45,
      "Timecode": null,
      "ExternalId": "B6267C8F-4E57-4598-818D-A0D63EE227CF",
      "HRSTag": "hs_para",
      "HansardSection": "AP-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889052,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1522\" class=\"column-number column-hidden\" data-column-number=\"1522\"></span>",
      "OrderInSection": 46,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889053,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1523\" class=\"column-number column-hidden\" data-column-number=\"1523\"></span>",
      "OrderInSection": 47,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889054,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"range15221523\" class=\"column-number column-range\" data-column-number-from=\"1522\" data-column-number-to=\"1523\"></span>",
      "OrderInSection": 48,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Division",
      "ItemId": 52180,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "2|13:23|142|128|Division on Amendment 2|Amendment 2 agreed.||0|0",
      "OrderInSection": 49,
      "Timecode": null,
      "ExternalId": "419D2947-3A48-437A-A51F-09828DA5D5FC",
      "HRSTag": null,
      "HansardSection": "AP-AP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946352,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:34:00",
      "OrderInSection": 50,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889055,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Clause 2: Future provision of services",
      "OrderInSection": 51,
      "Timecode": null,
      "ExternalId": "24110630000732",
      "HRSTag": "hs_ClauseHeading",
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889056,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 3",
      "OrderInSection": 52,
      "Timecode": null,
      "ExternalId": "24110630000730",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889057,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 53,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889058,
      "MemberId": 123,
      "AttributedTo": "Lord Lansley",
      "Value": "",
      "OrderInSection": 54,
      "Timecode": null,
      "ExternalId": "B00FC8C4-3C41-4AA5-9EB1-A20A3E0009AF",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889059,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>3: </strong>Clause 2, page 2, line 6, at end insert—\r “(1A) In section 4 (general duties of the Secretary of State and the Office of Rail and Road) omit paragraph (1)(d).”Member’s explanatory statement\r This amendment probes when - and in relation to which services - Ministers expect to meet their duty to promote competition.",
      "OrderInSection": 55,
      "Timecode": null,
      "ExternalId": "A4ED617F-90D4-4E3F-84E8-6D5D98856BB7",
      "HRSTag": "Amendment",
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889060,
      "MemberId": 123,
      "AttributedTo": "Lord Lansley (Con)",
      "Value": "My Lords, the purpose of Amendment 3 in my name is to explore the question of when and under what circumstances it is the Government’s intention to meet their duty in Section 4(1)(d) of the Railways Act\r\n\r\n“to promote competition in the provision of railway services for the benefit of users of railway services”.<span id=\"1524\" class=\"column-number\" data-column-number=\"1524\"></span>\r\n\r\nIt was prompted by a very brief exchange that took place in Committee, where the Minister confirmed that it is not the Government’s intention to remove that duty. However, it is clearly their intention, in relation to passenger railway services, very substantially to reduce competition and perhaps to exclude it altogether. There may well be other areas of activity in the provision of railway services which are open to competition, and I want to examine where those should be. Of course, I approach this not with the intention that the duty to promote competition should be removed from the Act, but with the view that it should be exercised.\r\n\r\nI am in favour of competition. I might say, in this context, going back many years, that where privatisation is concerned, we have found that competition between private organisations yields benefits. In the railways, in some circumstances, we have found that the absence of competition has been at the heart of the problem: that the performance has not been exposed to competition and therefore has not improved in the way we would have wished it to. So, competition works, privatisation does not necessarily work, but the combination of privatisation and competition, in my view, has worked in the past. However, we are not here to discuss privatisation; we are here to discuss competition, and there is a continuing role for competition, in my view.\r\n\r\nI am not planning to talk at length about Amendments 13 and 17 in this group, I will leave that to my noble friend on the Front Bench, but Amendment 17 is directly relevant. One of the principal opportunities for competition would be with open-access operators. In Committee, we touched upon but did not find out whether, and to what extent, it was the Government’s intention to continue to permit open-access operators or indeed to promote them. In my view, promoting them can be a very effective way of stimulating competition and innovation, which are often—as Schumpeter would have said—very intimately linked together.\r\n\r\nMy contention in this amendment is very simple: to explore where competition will be available. Clearly, it can be done with things such as the provision of rolling stock and services to railways, and maybe, to some extent, in relation to rail freight. As far as passenger railway services are concerned—and we are dealing with that here—the Government’s intention appears to be that every aspect of the passenger railway services should be subject to the “directing mind”—as the Explanatory Notes sets out. Therefore, it will be very difficult for there to be any substantial competition, except if that can be achieved by the role of open-access operators. I hope, when he responds to this debate, the Minister will be able to say they will have a continuing role, or even that they might be encouraged to bring the innovation and competition that would enable us to avoid the downside of a dominant provider.\r\n\r\nWe have seen this in other circumstances. For example, in France, the dominance of SNCF has led to abuse such as anti-competitive pricing or the overbooking of train paths to restrict competition from other providers. We do not want to see the dominance of public sector providers, on passenger railway services, to lead to that kind of abuse. Still less do we want to see monopoly activity on the part of public sector companies in passenger railway services lead to an elevation of the <span id=\"1525\" class=\"column-number\" data-column-number=\"1525\"></span>interests of the companies themselves over the interests of the users of railway services. The general duty to promote competition is for the benefit of the users of railway services because, very often, they are the ones who most see the benefit of that.\r\n\r\nI will just tease the Minister, finally, by saying that in this legislation he has the opportunity to move in the opposite direction to the fourth railway package under the EU’s transport legislation. Here is an uncovenanted Brexit bonus for the Government, in being able to move in the opposite direction to the thrust of legislation in the European Union. With that teasing moment, I beg leave to move Amendment 3.",
      "OrderInSection": 56,
      "Timecode": null,
      "ExternalId": "30986865-9886-4626-AEB5-E5DD1C070DD1",
      "HRSTag": "hs_para",
      "HansardSection": "AQ-AR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889061,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, I rise to speak to Amendments 13 and 17 in my name, but also to respond to my noble friend Lord Lansley in relation to Amendment 3. We come now to the heart of a considerable confusion that exists in the Bill, one that the Government have done their very best to avoid and that needs to be flushed out.\r\n\r\nMy noble friend Lord Lansley refers to competition. In fact, he refers to the abusive practice by monopoly railways in France. That, of course, is in response to European Union legislation, which has had to mandate access to competition in order for it to flourish in the European Union. It is going in the direction that we went in, somewhat later than us. We are now going back to the Attlee Government, basically, and moving away from that. It is a Brexit bonus, as I think I said in an earlier debate.\r\n\r\nThe matter is made worse because the Government have not been clear about their view on competition. It has been made much worse by the Government’s confusion and blank refusal to address the question: who is going to make the decisions about competition? Who is going to decide, in relation to open access, which providers will have access to the service? I refer, as I was encouraged to do by the Minister, to the Labour Party document <em>Getting Britain Moving</em>. In its section 7 on “The role of open access”, beginning on page 22, it says clearly:\r\n\r\n“The ORR will continue to make approval decisions on open access applications”,\r \r\n\r\nbut that is not confirmed by the Minister. Instead, we have the spectre of Great British Railways making open access decisions. That appears to be part of the great controlling brain: one of its functions is that it would make those decisions about open access. But in doing so, it will be making decisions directly about competition with itself.\r\n\r\nWe are very concerned that the sort of abusive monopoly activity seen in France, which my noble friend has referred to, is exactly what we would be exposing ourselves to if we allowed this measure to go through without having appropriate safeguards in place in advance. That is the thrust of Amendment 17, which simply calls for a report. In Committee the Minister made fun of me for calling for so many reports, but he should understand that we are doing this as a way of drawing attention to an issue of serious concern without trying to hobble or wreck the Bill. He has not given us any assurance in response. He has taken no notice of our very genuine and serious concerns.<span id=\"1526\" class=\"column-number\" data-column-number=\"1526\"></span>\r\n\r\nAmendment 13 relates to a similar topic, in relation not to open access for passenger railway services but rather to access for freight services. They too compete, so to speak, for paths on the railway; they need access to the railway if they are to operate. The previous Government had an informal and non-statutory target of seeing the volume of freight on the railways increase by 75% by 2050 from a base of, I think, two years ago. This amendment would effectively put that target into the Bill.\r\n\r\nNobody in the Labour Party, either in opposition or in government, has resiled from or rejected that target. If anything, I think they want a more exacting target. The Minister, if pressed, would probably say that it was a perfectly respectable target, one that he would want to sign up to, so there should be no objection to seeing it in the Bill. It would give some assurance that Great British Railways, in its operations, would not simply favour its own activities at the expense of freight operators. Ideally, we would also want some sort of assurance that it would not favour its own passenger activities at the expense of open access operators.",
      "OrderInSection": 57,
      "Timecode": null,
      "ExternalId": "F439C7A9-AA55-45F2-A8C9-DAE7DDCD6814",
      "HRSTag": "hs_para",
      "HansardSection": "AS-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946353,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "13:45:00",
      "OrderInSection": 58,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AS-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889062,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "I grant that the Government have given an assurance, which I accept, that existing open access operators will be allowed to continue under the new Great British Railways regime, but they have contracts to do so only for specific periods. We could easily be contemplating, in a number of years, a railway that was a total monopoly, one in which there was no open access for passenger services and none of the benefits that those very popular services have brought to the railways. It could also be one in which freight was being, so to speak, shunted to one side to give priority to Great British Railways and its own passenger services. It would be different if the ORR were guaranteed to be doing the allocation of paths, but we have no guarantee of that at all because the Labour Party document I refer to has no statutory basis.",
      "OrderInSection": 59,
      "Timecode": null,
      "ExternalId": "24110630000064",
      "HRSTag": "hs_para",
      "HansardSection": "AS-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889063,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Again, we suffer from the point I made in the debate on the previous group in relation to the speech by the noble Lord, Lord Liddle. We are being pushed around between what this Bill says and being told that we cannot ask questions—it is all going to be dealt with in a Bill we cannot see. It is not good enough; we need the assurances now. It will very much be my intention to seek the opinion of the House on Amendment 13 if the assurances I receive are not satisfactory.",
      "OrderInSection": 60,
      "Timecode": null,
      "ExternalId": "24110630000065",
      "HRSTag": "hs_para",
      "HansardSection": "AS-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889064,
      "MemberId": 319,
      "AttributedTo": "Lord Snape (Lab)",
      "Value": "My Lords, I rise to say a few words on Amendment 13 and the future of rail freight once this legislation becomes law.\r\n\r\nTraditionally, on nationalised rail in the past, freight was often seen as the poor relation. Trying to attract people to the freight side of the former British Rail, particularly getting management involved, was much more difficult than the passenger side. There was a bit of glamour about fast passenger trains that the freight network never shared. My noble friend the Minister spoke in Committee about the Government’s intention to increase rail freight by 75% by 2050. I would be grateful if he could provide some clarification as to how that will be done.<span id=\"1527\" class=\"column-number\" data-column-number=\"1527\"></span>\r\n\r\nI look at railway operations from time to time on the website OpenTrainTimes—I am a devotee, and this is a terrible confession to make. I note how close to the timetable rail freight adheres these days, which was not necessarily true in the past. There was a welcome introduction of relief from access charges for new business, as far as rail freight was concerned. Can my noble friend tell us whether there is any intention to extend that? Indeed, we should go further. In Committee I pointed out the imbalance in taxation in this country that makes it cheaper and more attractive to buy a fleet of lorries and put them on our road network—where, of course, the infrastructure is paid for out of general taxation—than it is to run rail freight, as Royal Mail has, deplorably, just demonstrated.\r\n\r\nWhile I would not seek to pin down my noble friend the Minister as far as future taxation policy is concerned, I certainly hope he can press Treasury Ministers to see whether something can be done in future to rectify that imbalance between rail and road. In speaking to Amendment 13, I hope that my noble friend can give me some reassurance as to how this envisaged increase in rail freight—welcome though it is—will be implemented.",
      "OrderInSection": 61,
      "Timecode": null,
      "ExternalId": "B6A281DD-ACF9-44D4-A66A-61B3F84373C5",
      "HRSTag": "hs_para",
      "HansardSection": "AS-AT",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889065,
      "MemberId": 4230,
      "AttributedTo": "Baroness Randerson (LD)",
      "Value": "My Lords, these three amendments deal with crucial aspects of the running of the railways and they are issues that we on these Benches probed in Committee. I certainly anticipate that, when we get the full Bill next year, there will be long and vigorous debate and discussion about them and I have serious reservations about the possible plans. However, we on these Benches accept that, however concerned we are about freight or open access or competition, the Government have chosen to write a very tightly drafted Bill and to separate ownership from operational organisation in that Bill and it is not appropriate to try to write, in a rather haphazard way, the big, final Bill on Report in this House at this time.",
      "OrderInSection": 62,
      "Timecode": null,
      "ExternalId": "5ED5EF0A-931B-4262-AB40-75059AA8B63E",
      "HRSTag": "hs_para",
      "HansardSection": "AU-AV",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889066,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "I thank noble Lords for their amendments in this group. In response to Amendment 3, from the noble Lord, Lord Lansley—and I thank him for our discussion a few days ago— I will highlight two important ways in which this Bill promotes competition.\r\n\r\nFirst, there will continue to be huge opportunities for competition between businesses in the supply chain which publicly owned operators and Network Rail will continue to depend on. I was speaking this morning at the Railway Industry Association’s conference and it welcomed clarity about the Government’s intentions with enthusiasm, because it knows as well as we do that the railway, after six years of being promised reform, needs to understand what reform might look like in order for its businesses to prosper. Public ownership and our plans for GBR to provide long-term strategic direction for the whole railway will give greater clarity and certainty to businesses in the supply chain and so will support healthy competition.\r\n\r\nSecondly, in relation to competition between train operators, the Bill preserves the existing arrangements for open-access operators. Open-access services are the only source of meaningful competition between operators on today’s railway, and this Bill makes no <span id=\"1528\" class=\"column-number\" data-column-number=\"1528\"></span>changes to the way in which open-access applications are treated by either Network Rail or the independent regulator, the Office of Rail and Road.\r\n\r\nHaving set out how the Government’s approach is consistent with a duty to promote competition, I also note for completeness, referring to the propositions of the noble Lord, Lord Lansley, that the Section 4 duty applies to the Secretary of State only when she is exercising certain functions under the 1993 Act. It does not apply to the exercise of her functions under Sections 23 to 31, which are the franchising functions that are amended by the Bill. As such, there can be no question of this Bill impairing the Secretary of State’s ability to comply with the Section 4 competition duty.\r\n\r\nTurning to Amendment 17, tabled by the noble Lord, Lord Moylan, open-access operators are a valuable part of the system and will remain so following this short Bill. Looking ahead to the wider railways Bill, we see a continuing role for open-access services where they add value and capacity to the network. I will say more in a moment about how their interests will be protected. In the meantime, I reiterate that the current short Bill has no impact on open-access operators, the services they provide or the process by which they can secure rights to operate on the rail network. For this reason, the report required by this amendment would serve absolutely no purpose; the Bill plainly has no impact.\r\n\r\nRequiring this report—not just once but every single year in perpetuity—would simply place an additional reporting burden on Network Rail and the Office of Rail and Road, and potentially also on open-access operators themselves if they were each required to provide information about their services to inform each report.\r\n\r\nFinally in this group, Amendment 13 deals with freight. My noble friend Lord Berkeley is a staunch advocate of the rail freight sector and I hope that I can reassure him and the noble Lord, Lord Moylan, about the Government’s intentions. The Government hugely value the rail freight sector and recognise the importance of its contribution in reducing congestion on our roads and in helping our transport system move towards net zero.\r\n\r\nI entirely agree that the Government’s plans for reform under the railways Bill must ensure that Great British Railways promotes growth in the freight sector and must provide suitable protections for freight operators. We will set out our detailed plans in the consultation I have already referred to as soon as we are able to.\r\n\r\nIn the meantime, I am very happy to reassure noble Lords on three fronts. First, our proposals for the railways Bill will include a statutory duty on Great British Railways. I have reflected carefully on the remarks of the noble Baroness, Lady Randerson, in Committee, and the remarks just made by my noble friend Lord Snape, and as a result I now confirm that this duty will be not merely to enable the growth of rail freight but to promote it. My noble friend Lord Snape referred to variable access charges. I very much agree that we would seek more of that in the future to encourage more freight traffic.\r\n\r\nSecondly, the Secretary of State will set a specific freight growth target for Great British Railways. I cannot confirm today the specific detail of what that target will be, but we will set out our plans for that in due course.<span id=\"1529\" class=\"column-number\" data-column-number=\"1529\"></span>\r\n\r\nThirdly, I thank my noble friend Lord Berkeley in particular for his comments on the importance of a fair system for the allocation of access. As discussed with my noble friend last week, I have confirmed today that there will be consultation on the Government’s reform proposals, and that the consultation will set out the proposed role for the Office of Rail and Road in the access decision-making process. Any changes will then be set out in the railways Bill itself, so noble Lords will have ample chance to debate these matters before changes are implemented.\r\n\r\nI also reassure noble Lords that our proposals for allocating capacity and granting access to the network will include safeguards to ensure that both freight and open-access operators continue to be treated fairly. As I have already said, I would be delighted to meet with my noble friend and other noble Lords with an interest once the consultation has been published, so that we can discuss the details and continue the very helpful conversations we have started here.\r\n\r\nTurning to the specifics of the noble Lords’ Amendment 13, the statement required by this amendment would be very short and sweet. There is no need to wait six months after Royal Assent for me to provide this statement; I can give it to the noble Lords now. The Bill is narrow in scope. Its purpose is simply to allow the Government to transfer the operation of franchised passenger services to the public sector. It does not make any changes to the arrangements under which freight services operate. This means that the Bill will not, and cannot, have any adverse impacts on the freight sector or on freight growth.\r\n\r\nI have clarified the impacts of the Bill on competition, open access and freight, I have confirmed that we will soon publish a consultation document setting out our proposals for the railways Bill, and I have reaffirmed that these proposals will consider appropriate protections for freight and open-access operators. In light of what I have said, I hope that noble Lords will agree that there is no need to pursue their amendments further today.",
      "OrderInSection": 63,
      "Timecode": null,
      "ExternalId": "ED902AC7-005B-4F6E-9E68-1731316D7CC4",
      "HRSTag": "hs_para",
      "HansardSection": "AU-AV",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889067,
      "MemberId": 123,
      "AttributedTo": "Lord Lansley (Con)",
      "Value": "My Lords, I am very grateful to all noble Lords who have taken part in this short debate. It has raised a number of important issues, and I am grateful to the Minister for the clarity that he brought to the subject—partly from my own point of view, in understanding how the legislative provisions work, which is always helpful. I have to confess that I know much less about railways than the noble Lord, but I try to find out how legislation works, since that is part of our job, and what he said was very helpful.\r\n\r\nWhat he had to say about there being no changes to the legislative provisions and the arrangements in relation to open access was important and I will come back to that in a minute.\r\n\r\nI do not think there is any merit in pressing the amendment now, because when we come to look at the role of Great British Railways in the major Bill to follow, we will look at issues such as the one my noble friend raised—the relationship between Great British Railways and the control of train paths. That is exactly the problem that occurred in France, and I think my noble friend Lord Moylan also discussed the abuse of <span id=\"1530\" class=\"column-number\" data-column-number=\"1530\"></span>a dominant position. We will need to look at how that kind of scrutiny and competition can be sustained, notwithstanding the monopoly aspects of Great British Railways. However, in light of all those helpful points, I beg leave to withdraw Amendment 3.",
      "OrderInSection": 64,
      "Timecode": null,
      "ExternalId": "E079C47C-9149-43FA-B95F-828B1B1ED903",
      "HRSTag": "hs_para",
      "HansardSection": "AU-AV",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889068,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 3 withdrawn.",
      "OrderInSection": 65,
      "Timecode": null,
      "ExternalId": "24110637000407",
      "HRSTag": "hs_Procedure",
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946354,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:00:00",
      "OrderInSection": 66,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889069,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 4",
      "OrderInSection": 67,
      "Timecode": null,
      "ExternalId": "24110637000403",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889070,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 68,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889071,
      "MemberId": 123,
      "AttributedTo": "Lord Lansley",
      "Value": "",
      "OrderInSection": 69,
      "Timecode": null,
      "ExternalId": "7117AAC3-9166-4A1E-90A1-9AAB124E431C",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889072,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>4: </strong>Clause 2, page 2, line 12, leave out “only”\r Member's explanatory statement\r This probing amendment seeks to understand the circumstances where Ministers may provide services other than by direct award of a public service contract to a public sector company.",
      "OrderInSection": 70,
      "Timecode": null,
      "ExternalId": "47F36BD8-B918-4BE1-9A25-D18C0FF37816",
      "HRSTag": "Amendment",
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889073,
      "MemberId": 123,
      "AttributedTo": "Lord Lansley (Con)",
      "Value": "My Lords, this is the last group on which I plan to speak. My amendment was prompted by a debate in Committee that gave rise to the question of how the new legislation would work. We have established, including during the previous group, a number of things that do not change, including the licensing of railway services and the prohibition on operating without a licence. The relationship with open- access providers therefore does not change, since they can make applications to the Office of Rail and Road for that purpose—I am paraphrasing, but that is, broadly speaking, how it works.\r\n\r\nWhere we have a change is in the process for franchising, which is to be removed. The Government have chosen to change the franchising provisions in the Railways Act, in Section 30 et cetera, and to replace that text with what we see in the Bill. I really want to explore this question: to what extent will all designated railway services be brought under Section 30, from new Sections 30A to 30C? I want to explore the consequence of the use of the word “only” in that provision. It says that a service must “only” be provided by\r\n\r\n“a direct award of a public service contract to a”\r\n\r\nwholly owned public sector company. In effect, it will be wholly owned by the Secretary of State—not, as we have discovered, other public sector companies.\r\n\r\nThe removal of the word “only” would, in the way in which the text works, as far as I can see, create an opportunity for the Secretary of State to provide or secure the provision of services by routes other than the direct award under Regulation 17. Clearly, that is not the Government’s intention. I will not return to the debate I promoted in Committee, but it would be good legislation to leave that option open to the Secretary of State, even if it were not the Government’s present intention to use it, because they may find it valuable to be able to do so in future.\r\n\r\nLet us look at a practical example. Imagine that the Government thought it desirable to say that a service such as the one from Fenchurch Street to Southend and Shoeburyness should form part of the Overground services under the operating control of Transport for London. As far as I can see, as things stand, if that service is designated under Section 23 of the Railways Act—the designation requirements—it will have to be run by a public sector company wholly owned by the <span id=\"1531\" class=\"column-number\" data-column-number=\"1531\"></span>Secretary of State, unless it is the subject of an exemption under Section 24. In Committee, I think we heard the Minister say that the Government have no plans to extend the exemptions under Section 24. That raises another question for the Minister. Would he entertain that there may be circumstances in which it would be desirable to extend Section 24 exemptions? While London is a straightforward example, will the Government be open to that possibility, if it were a practical mechanism of securing the best operation of those services?\r\n\r\nTo what extent is the language of the Bill very deliberate, in that it requires that the Secretary of State may secure the provision of these services only through a direct award, but it does not say that the Secretary of State may provide or secure the provision of these services only by this route? I am making the distinction between “provide” and “securing the provision of”. This is customarily seen in legislation as a distinction between a government department doing it itself and doing it by means of a contract.\r\n\r\nWhere in this does the Department for Transport’s operator of last resort holdings company sit? Does giving an award of a contract to OLR Holdings Ltd constitute securing the provision of a service, or does it constitute providing the service? Is it regarded as part of the department for these purposes, or is it part of a wholly owned public sector company? There would be something rather odd now about treating it as part of a franchise agreement, since these franchises have already ended. Bringing it under a regime that is about the ending of franchise agreements seems odd.\r\n\r\nMy second example concerns East West Rail. We are not far away from the point when East West Rail will be running services itself on its new rail services. That will be very welcome—not least from my point of view, living in Cambridgeshire—when it reaches, as the Budget told us, all the way into Cambridge in due course. It will be running services quite soon in Oxford and Bletchley. It has not had a franchise; clearly, it will not now be given a franchise. It is a wholly owned public sector company. Is it the Government’s intention that it will be brought within the scope of Section 30? If so, this is odd, as this is an arrangement for franchises, but it has never had a franchise.\r\n\r\nOf course, on the face of it, the Government will continue to designate railway services. Presumably—and here is a question to the Minister—there will be a comprehensive designation of railway services under Section 23, and that will, as a consequence, bring them all under Section 30 because of the way the legislation is now to be phrased. Therefore, is the intention, in effect, to bring all designated railway services under the scope of Section 30 et cetera, other than those exempted under Section 24?\r\n\r\nI am sorry for asking a range of questions to explore how this works. We did, as the Minister has kindly mentioned, have the opportunity to discuss this a few days ago, so I hope he will have had the opportunity to think about explaining precisely how these interactions in the legislation will work. I beg to move.",
      "OrderInSection": 71,
      "Timecode": null,
      "ExternalId": "F6EAEB95-F368-4DA1-8155-AA7D837CC351",
      "HRSTag": "hs_para",
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889074,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, I am very grateful to my noble friend Lord Lansley for posing those very interesting questions. I am sure that the Government <span id=\"1532\" class=\"column-number\" data-column-number=\"1532\"></span>have answers to them, but they illustrate that this legislation is essentially very rushed and that they have not properly considered it.\r\n\r\nI promise not to repeat what I said in Committee, but I cannot resist referring back to the final impact assessment, produced by the Department for Transport. It said that the purpose of the Bill is to meet a manifesto commitment, so it has not undertaken the normal practice of looking at alternative methods by which the same objectives might be achieved, because they are all in a terrible rush as the Government want to have a headline, essentially, and want to get ahead of the franchises as they expire. Therefore, I appreciate what my noble friend Lord Lansley has said, and I look forward to the Government’s reply.\r\n\r\nAmendments 5 and 6, standing in my name, are linked. If Amendment 5 were to pass, I understand that there has been discussion with the Government Front Bench that Amendment 6 would pass without a Division in order to avoid having two votes on the same topic.\r\n\r\nIn Committee, I referred to two different models by which the private sector might be involved in the running of railways. One is the franchise system that we are currently discussing, which is the main subject of this Bill, but the other, generally dubbed the concession system, is the one used by Transport for London for the operation of all its services other than the London Underground, which is directly provided by Transport for London. All the other services—the buses, London Overground, the DLR, the tram and so forth—are provided under a concession system; that is, they are run by private companies on a contract.\r\n\r\nThe key difference between the franchise system and the concession system is that under the franchise system, as envisaged at privatisation, the fares risk rests with the operator. That was the model that was set up back when privatisation was introduced. If the fares went up and the companies generated more fares income, they would keep it; if they lost money on fares, it would be their problem that they did not make money because the fares were not good enough. Companies had the incentive to generate more fares, principally by generating more passengers, through all the clever things that they would do.\r\n\r\nI was frank and straightforward in saying at Second Reading that that aspect of privatisation has never worked well because, essentially, private operators are not in control of fares income, which is closely correlated with the economic cycle—which of course they cannot control, manage or in any serious way mitigate. That aspect has never worked well, and Covid put an end to it in any meaningful sense. It has never recovered from that, nor, given this legislation, is it ever going to have the chance to recover.\r\n\r\nThe concession system is different, in that the fares risk remains with the franchisor. In the case of Transport for London, it is the franchisor of the services I referred to and it retains the fares risk. The obligation of the private sector operator is simply to have the trains and equipment in the right place, pointing in the right direction first thing in the morning, properly staffed, cleaned to a certain standard and so forth. If it fails to do those things, it will suffer financial penalties. The important point is that all those things are within its <span id=\"1533\" class=\"column-number\" data-column-number=\"1533\"></span>control. It receives a fee for that, but, in practice, because of competition, it is a modest fee given that risk is very limited. The risks are all things that are just a matter of it doing its job properly; if it does it properly, it will get that modest fee without penalty.\r\n\r\nThe purpose of Amendment 5 is to open up an option. It makes no obligation on the Secretary of State. When a franchise is terminated, the Secretary of State would have the option of awarding it not only, as the Bill is currently drafted, to a public sector company that is a subsidiary of the Department for Transport but to a private sector entity on a concession basis. The reason for it is simply that we know that it works. We know from Transport for London that the system can be made to work very effectively. We know that some of the best services on the Transport for London network—some of the best modes—are provided under this system. Why should it be that the Government would want to rule that out? Of course there could be a role for the private sector operating on that concessionary basis.\r\n\r\nMy noble friend Lord Lansley’s amendment gives the Government more options than mine does. My amendment gives the Government one extra option, but he would give the Government effectively limitless options by deleting the word “only”, whatever options might be available. It would give the Government more flexibility in dealing with circumstances that they may not have foreseen when they drafted this Bill.\r\n\r\nAmendment 6 goes with Amendment 5 simply by defining in a separate clause what I mean by concession. Amendment 5 opens up the choice to do something on a concession basis and Amendment 6 says what a concession is. Despite every effort on my part and that of the Public Bill Office, we could not quite combine these into one amendment, so they stand on the Marshalled List as two amendments which, in practice, are closely linked, as one amplifies and clarifies the other.\r\n\r\nI would very much like to hear from the Minister why Amendment 5 would not be acceptable, except to a control freak. That appears to be perhaps the Government’s vision for the railways.",
      "OrderInSection": 72,
      "Timecode": null,
      "ExternalId": "21B58316-2476-4875-A86C-BB6439E95DB9",
      "HRSTag": "hs_para",
      "HansardSection": "AW-AX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946355,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:15:00",
      "OrderInSection": 73,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "AY-AZ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889075,
      "MemberId": 4230,
      "AttributedTo": "Baroness Randerson (LD)",
      "Value": "My Lords, this group raises some interesting questions about the various shapes that the ownership of rail services can take. Our interest on these Benches, which we raised in Committee, is specifically the interface between the Government’s picture for national rail services run by the Government and those run by devolved authorities. We are interested in seeing that nothing in this Bill attacks devolution as it currently exists or stops the further development of devolution when it is properly and fully thought through. We are interested in ensuring that nothing in this Bill would prevent current devolution models continuing and new ones from being established. Those devolution models include aspects of private sector involvement.\r\n\r\nIn addition, in Committee, the noble Lord, Lord Liddle, raised some interesting questions about alternative public/private models and not-for-profit models. I hope that he will speak about those again in this debate.<span id=\"1534\" class=\"column-number\" data-column-number=\"1534\"></span>\r\n\r\nI will be listening very carefully to the Minister’s response. If I understood him earlier in our discussions about this, he has reassured us about devolution, but I need an additional public response on that issue. With that, I take note of a very interesting aspect of this debate.",
      "OrderInSection": 74,
      "Timecode": null,
      "ExternalId": "D2FA0706-BEA4-42B6-A835-6179B96CF3E2",
      "HRSTag": "hs_para",
      "HansardSection": "AY-AZ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889076,
      "MemberId": 4156,
      "AttributedTo": "Lord Liddle (Lab)",
      "Value": "My Lords, I will speak briefly, as the noble Baroness, Lady Randerson, mentioned what I said in Committee.\r\n\r\nIt is right to raise these questions here, but they are questions for the future and for the big Bill that we will get next year. Personally, I do not want to see the re-creation of British Rail. My dad used to work for it, and to my mind it did not have great success as a monopoly nationalised industry. Therefore, it is right that, in the debate about the Bill setting up GBR when it comes around, we should explore the models of ownership that might work on these concessions. I would not rule out co-operative models, or heritage railways, running part of the national network.\r\n\r\nMy main concern is that we do not get stuck on the idea that this has to be a public sector monopoly. After all, the main thrust of Labour policy, the manifesto on which we won the election and the Budget put forward by Rachel Reeves is that we should use public investment to generate private investment, which will multiply the effects on economic growth. I do not see why the railways should somehow be different from that general principle. I discussed this with the Minister, and he explained how one thing being looked at is using the private development of Network Rail-owned land to improve investment in services. That strikes me as a very good idea and something that we should look at. Noble Lords are right to raise this question, but I hope we are going to have an open-minded debate about it in the coming year.",
      "OrderInSection": 75,
      "Timecode": null,
      "ExternalId": "EDB4FE74-192A-4205-B69C-25B1129983C5",
      "HRSTag": "hs_para",
      "HansardSection": "AY-AZ",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889077,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "I thank the noble Lords, Lord Lansley and Lord Moylan, for their amendments in this group. I will speak first to Amendment 4. Following enactment of the Bill, there would be just two routes by which the Secretary of State could secure the operation of passenger services. The first option, and this is the option we plan to use, would be to make a direct award to a public sector company under the amended Section 30 of the Railways Act 1993 and in accordance with the Public Service Obligations in Transport Regulations 2023.\r\n\r\nThe second option, which is a very limited option, would be to use the power to continue an existing private sector franchise temporarily under new Section 30A. This power is deliberately limited only to circumstances where the Secretary of State is satisfied that a transfer to a public sector company is not reasonably practicable. This means the Government would expect to use it only as a last resort, for a short period, to avoid a transfer causing disruption to passengers or staff. Apart from this very limited power in new Section 30A, the Bill leaves no other route by which the Secretary of State could contract with a private sector operator to run either existing services or new ones. This is entirely consistent with the Government’s very clear policy in favour of public ownership of services that form part of the national railway network.<span id=\"1535\" class=\"column-number\" data-column-number=\"1535\"></span>\r\n\r\nOn the point from the noble Lord, Lord Lansley, about DfT OLR Holdings Ltd, I confirm that award to it is securing the provision. All services currently designated under Section 27 will be provided under Section 30 by a public sector operator as existing contracts expire. The noble Lord also asked about the Secretary of State’s power to secure the provision of new services through a public sector company if those services had never been provided under a franchise agreement. Regulation 21 of the Public Service Obligations in Transport Regulations 2023 allows the Secretary of State to vary the terms of a public service contract to include additional services, and so would provide the necessary statutory basis for her to secure the provision of new services from a public sector operator.\r\n\r\nThe noble Lord asked whether the Bill will leave an option for the Secretary of State to procure East West Rail services from a new private sector operator, and the simple answer is that it will not. The Government have no plans for long-term private sector operation of the new East West Rail services, which will commence operation next year, nor any other services that the Secretary of State is responsible for procuring.\r\n\r\nThere are—and, after this Bill, there will remain—two ways in which other parties might operate or secure the provision of services on the rail network. One possibility is that a third party might operate them as an open access operator, as is the case with Hull Trains, for example. Another possibility is that a mayoral or combined authority or other local authority might secure the operation of services either by running them itself or by procuring a third party to do so. As I will explain in relation to the next group of amendments, the Secretary of State can facilitate this by granting an exemption under Section 24 of the 1993 Act, which takes the relevant services out of the scope of the surrounding provisions of that Act.\r\n\r\nI noted with interest that my noble friend Lord Liddle remarked about involvement of developers, for example. I echo his sentiment that there will be ways of getting private capital in, particularly through development, that have not really been explored so far.\r\n\r\nI hope that my explanation reassures the noble Lord, Lord Lansley, that the Government have carefully considered the implications of the Bill and the options it will and will not leave open, and I hope he will feel able to withdraw this amendment.\r\n\r\nAmendments 5 and 6 from the noble Lord, Lord Moylan, deal with competed concession contracts. As I set out to the noble Lord in Committee, these amendments would remove the opportunity to deliver the benefits of public ownership, which a clear majority of the public support and which was a specific commitment in the manifesto on which this Government were elected. For the following reasons, I cannot agree to the amendments.\r\n\r\nFirst, a concession model would mean the taxpayer continuing to fund substantial profits for private sector operators. A concession model along the lines of Transport for London’s contracts would expose operators to more financial risk than today’s contracts, where government bears virtually all the financial risk. Under such a model, train operators would price their bids to generate even more profit than the £110 million to £150 million per annum that they can earn under the current contracts. <span id=\"1536\" class=\"column-number\" data-column-number=\"1536\"></span>Our plans for public ownership will eliminate those fees and profits entirely—in the Government’s view, continuing to line the pockets of private shareholders is not a good use of taxpayers’ money.\r\n\r\nSecondly, TfL concessions are a relatively inflexible form of contract which is not well suited to the needs of the national railway network. For a concession contract, the procuring authority has to define the service levels and standards at the start of the procurement process, and those levels and standards then endure for the life- time of the contract. Changes to the service specification can be achieved only through costly negotiation and agreement with the operator which already holds the contract.\r\n\r\nThat is very different from the London bus market, for example, which we discussed in Committee, where the concession model is much more suitable because there is a large number of small individual contracts. For the London Overground, much of which is heavily constrained by the geography of the railway network and the other services that run on it, it might be satisfactory, but the whole of the national railway network requires greater flexibility to adapt to changing patterns of demand. Finally, and most importantly, a concession model would not resolve the fragmentation of the current system, nor would it deliver on the Government’s commitment that rail services should be run by and for the public.\r\n\r\nThe noble Baroness, Lady Randerson, referred to devolved Administrations and local mayoral authorities. We will come to devolution further in the next amendments.\r\n\r\nI urge noble Lords not to press their amendments.",
      "OrderInSection": 76,
      "Timecode": null,
      "ExternalId": "66A947D9-174A-4264-8F2F-62EA3EF3FAF5",
      "HRSTag": "hs_para",
      "HansardSection": "BA-BB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889078,
      "MemberId": 123,
      "AttributedTo": "Lord Lansley (Con)",
      "Value": "My Lords, I am very grateful to all noble Lords who participated in this shortish debate, particularly to the Minister for the additional clarity sought by my Amendment 4.\r\n\r\nMy noble friend raised the issue of concessions, which I suspect we will come back to. It is one of those occasions where one looks at the interesting examples of what is happening in the French railway system, which is using concessions to a greater extent and is perhaps not encountering the objections that the Minister cited in relation to TfL’s concessions. That is a comparison that I am not qualified to make, but I know my noble friend on the Front Bench might pursue it.\r\n\r\nI thoroughly agree with the point made by the noble Baroness, Lady Randerson, about the desirability of maintaining devolution models or perhaps extending them. The use of the exemptions under Section 24 should be considered. The Minister said that, in addition to the two routes the Secretary of State might use for securing the provision of services, that is the additional route, as it were, alongside open access, which we discussed in the previous group.",
      "OrderInSection": 77,
      "Timecode": null,
      "ExternalId": "D29F6AE8-57DB-4D91-92E3-F1B395FDBE68",
      "HRSTag": "hs_para",
      "HansardSection": "BA-BB",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946356,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:30:00",
      "OrderInSection": 78,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889079,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "What I have understood from this, which is curious, is that the Secretary of State is going to designate all railway services, there will be exemptions from the designation for those that are in the devolved model and it does not include those that are open-access providers—but, in so far as the designation is made for services, it will all come in under Section 30, as amended. <span id=\"1537\" class=\"column-number\" data-column-number=\"1537\"></span>After this Bill is enacted, Section 30, as amended, will state that the relevant franchising authority—that is, the Secretary of State—",
      "OrderInSection": 79,
      "Timecode": null,
      "ExternalId": "24110637000044",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889080,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "“shall provide, or secure the provision of, services for the carriage of passengers by railway where … a franchise agreement in respect of the services is terminated or otherwise comes to an end”.",
      "OrderInSection": 80,
      "Timecode": null,
      "ExternalId": "24110637000131",
      "HRSTag": "hs_quotefo",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889081,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "What we have discovered in this group is that here is a railway, East West Rail, that in the course of next year—I say to the noble Lord, Lord Liddle, that we are discussing this now and it will happen next year before the coming into force of any further Bill, so it is a relevant, present consideration about how the Bill will actually work—the Secretary of State is going to in effect direct into a structure that is legislatively designed, as the statute provides, so that it relates to a situation where a franchise agreement has ended. But there is no franchise agreement, so it seems to me that the legislation is just flawed. Still, they have written it and no doubt they will use it, and they will probably get away with it, because it is all designed simply to channel everything into a public sector company. So be it.",
      "OrderInSection": 81,
      "Timecode": null,
      "ExternalId": "24110637000115",
      "HRSTag": "hs_parafo",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889082,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "We will no doubt come to discuss how successful or otherwise wholly public sector-run passenger railway services might be in future. I happen to agree with the thrust of what the noble Lord, Lord Liddle, was saying about the inherent benefits of public/private partnerships in the provision of services, and I hope we will see the Government bending towards that in the future.",
      "OrderInSection": 82,
      "Timecode": null,
      "ExternalId": "24110637000045",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889083,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "In the light of my rather elaborate response to that debate, for which I am sorry, it is right, as I was simply probing for that sort of information, for me to beg leave to withdraw the amendment.",
      "OrderInSection": 83,
      "Timecode": null,
      "ExternalId": "24110637000046",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889084,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 4 withdrawn.",
      "OrderInSection": 84,
      "Timecode": null,
      "ExternalId": "24110637000408",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889085,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 5",
      "OrderInSection": 85,
      "Timecode": null,
      "ExternalId": "24110637000404",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889086,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 86,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889087,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan",
      "Value": "",
      "OrderInSection": 87,
      "Timecode": null,
      "ExternalId": "1B56ED80-7D2D-43DA-AD7B-201F3539D95F",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889088,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>5: </strong>Clause 2, page 2, line 15, after “Regulations” insert “or by the competitive award of a contract in the form of a concession to a private sector entity.”",
      "OrderInSection": 88,
      "Timecode": null,
      "ExternalId": "29466B90-2A2A-48B1-AC5F-02533E550335",
      "HRSTag": "Amendment",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889089,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, if I may respond to what the Minister said, he is asking us to make a huge bet on what he refers to as the benefits of public ownership. Most of us who are of a certain age can remember public ownership, and we remember that the benefits were few and far between. He is asking us to take a leap of faith that this time round it is going to be different, but he will not—",
      "OrderInSection": 89,
      "Timecode": null,
      "ExternalId": "DEEDB226-36D4-4C55-878C-A265A9972197",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889090,
      "MemberId": 2483,
      "AttributedTo": "Lord Bradshaw (LD)",
      "Value": "The noble Lord has spoken as if public ownership is something evil. I remember, when I worked on the west coast main line, that 90% of the trains ran on time. That is a far cry from what is now the case. It was so different from what he is saying that he really should take a history lesson in what was right about British Rail.",
      "OrderInSection": 90,
      "Timecode": null,
      "ExternalId": "0E5BF366-C9AA-45B0-8086-AD0063DD2E6A",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889091,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, I made no reference to good or evil. I am talking about operational efficiency. I am sure the noble Lord is correct in drawing attention, as has happened several times today, to the deficiencies of the current operation of the west coast main line, <span id=\"1538\" class=\"column-number\" data-column-number=\"1538\"></span>but other noble Lords have rightly drawn attention to the fact that there are private sector operators in this country currently operating with the efficiency levels that he refers to, and better—so the private sector has a lot to be said for it as well.\r\n\r\nThe fact is that public ownership is something about which the country largely breathed a sigh of relief when we moved away from it—rightly or wrongly, whatever the history behind that might have been—and every other European country over the last few years has moved away from exclusive public ownership operation. Even train companies such as Deutsche Bahn, which stood once at the pinnacle of public regard, are now something of a joke in their own country.",
      "OrderInSection": 91,
      "Timecode": null,
      "ExternalId": "44016BCE-9541-41EE-99BC-68A6576DBFA1",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889092,
      "MemberId": 489,
      "AttributedTo": "Lord Watts (Lab)",
      "Value": "My Lords—",
      "OrderInSection": 92,
      "Timecode": null,
      "ExternalId": "07852397-BA8D-41D9-9C71-E7ABCCD82060",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889093,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "I am only trying to move an amendment.",
      "OrderInSection": 93,
      "Timecode": null,
      "ExternalId": "411355D0-B88D-43A1-AF81-ED0D0D0727F1",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889094,
      "MemberId": 489,
      "AttributedTo": "Lord Watts (Lab)",
      "Value": "It is the introduction to it that is the problem. Is it not the case that the public support public ownership of the railways, and that the public sector had to take over the east coast line because the private company failed to deliver the service?",
      "OrderInSection": 94,
      "Timecode": null,
      "ExternalId": "AD6B6734-C0A3-4ED7-990B-C0BBDF3AD5F3",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889095,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, the noble Lord brings me to exactly my point. The benefits of public ownership that the noble Lord was able to refer to were, first, that it is popular and, secondly, that it was in the manifesto. Those two things might be absolutely true, but they are not quantifiable passenger benefits. They are not passenger benefits at all; they are political facts that sit there in the background.\r\n\r\nOf course the system has broken down, especially since Covid. I have acknowledged that, and the need for reform. What this amendment seeks to do is allow a degree of variability, non-uniformity, difference of practice, choice, options to the Government, rather than having a single, purely nationalised, purely state-controlled machine that we are told will bring us benefits, one of which, as far as I can make out, will be flexibility.\r\n\r\nI really did not discern any others, except that we will not be paying fees to private sector operators—a point the Minister has made several times. We will not, but in the picture of the cost of running the railways the fees are extremely small; they are a tiny percentage of what is involved. If the private sector can continue, post Covid, to generate the sort of growth in passenger numbers that it generated before Covid after privatisation, and we can get back to those happy days, the amount of money being paid to operators would be swamped by the revenues that would be coming in. That is the bar that public ownership has to match and we have no guarantees that it will do so. We are asked to take the whole thing on trust. To that extent, I wish to press my Amendment 5 and test the opinion of the House on it.",
      "OrderInSection": 95,
      "Timecode": null,
      "ExternalId": "0C3078AE-3DF1-4155-95CA-6A38D9FDFFC9",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889096,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1539\" class=\"column-number column-hidden\" data-column-number=\"1539\"></span>",
      "OrderInSection": 96,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889097,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1540\" class=\"column-number column-hidden\" data-column-number=\"1540\"></span>",
      "OrderInSection": 97,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889098,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"range15391540\" class=\"column-number column-range\" data-column-number-from=\"1539\" data-column-number-to=\"1540\"></span>",
      "OrderInSection": 98,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Division",
      "ItemId": 52181,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "3|14:37|99|138|Division on Amendment 5|Amendment 5 disagreed.||0|0",
      "OrderInSection": 99,
      "Timecode": null,
      "ExternalId": "78B2A837-967E-4F13-BFC9-6B9EAF247D34",
      "HRSTag": null,
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889099,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<em>See col. 1546 for explanation of mistake in voting figures.</em>",
      "OrderInSection": 100,
      "Timecode": null,
      "ExternalId": "24110637000057",
      "HRSTag": "hs_para",
      "HansardSection": "BC-BD",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946357,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "14:49:00",
      "OrderInSection": 101,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889100,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 6 not moved.",
      "OrderInSection": 102,
      "Timecode": null,
      "ExternalId": "24110637000412",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889101,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 7",
      "OrderInSection": 103,
      "Timecode": null,
      "ExternalId": "24110637000405",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889102,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 104,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889103,
      "MemberId": 5366,
      "AttributedTo": "Baroness Pidgeon",
      "Value": "",
      "OrderInSection": 105,
      "Timecode": null,
      "ExternalId": "B3668737-04D5-4612-92FE-29450E6F0125",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889104,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>7: </strong>Clause 2, page 2, line 23, at end insert—\r “30ZA Exemption of passenger services: duty to consult(1) Before making a direct award of a public service contract to a public sector company under section 30(1A), the relevant franchising authority must consult with relevant persons on their willingness and ability to make an application to the appropriate designating authority for the grant of an exemption from designation under section 23(1) for the purposes of applying for or being awarded a public service contract under section 30(1A).(2) For the purposes of subsection (1), “relevant persons” include—(a) the Scottish Ministers,(b) the Welsh Ministers, <span id=\"1541\" class=\"column-number\" data-column-number=\"1541\"></span>(c) English combined authorities,(d) the Greater London Authority,(e) directly elected mayors, and(f) any other relevant persons or bodies.”Member’s explanatory statement\r This amendment requires the Secretary of State to consult appropriately when awarding a public sector contract in order to encourage more services to be operated by devolved authorities like TfL or combined authorities in the future.",
      "OrderInSection": 106,
      "Timecode": null,
      "ExternalId": "A21656E9-F039-4875-AEA5-04BDC064E6D9",
      "HRSTag": "Amendment",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889105,
      "MemberId": 5366,
      "AttributedTo": "Baroness Pidgeon (LD)",
      "Value": "My Lords, our Amendment 7 is about rail devolution, discussed extensively in Committee from all sides of the Chamber. We believe it is really important that this first piece of rail legislation from the new Government not only meets their manifesto commitment to public ownership of the railways but allows further rail lines to be transferred to metro mayors and local and regional authorities where there is a strong case, and a desire, by the locally elected members. Local accountability is key.\r\n\r\nI remind the House that we have discussed in detail the huge success of the Overground and the Elizabeth line in London and of Merseyrail in the Liverpool region, and the desire for metropolitan areas such as Greater Manchester to deliver a truly integrated public transport offer, branded under one logo and accountable to the mayor. These not only improve transport but contribute to housing and economic growth. I hope that the Minister can offer some stronger words today about future devolution, not just the limited existing devolved lines. The Minister started to outline this in response to the previous group, and I hope to hear more.\r\n\r\nWe on these Benches want our railway to become a reliable, fast, cost-effective and efficient service for everyone, with local services run in a way that serves the needs of local areas and local communities. I sensed in Committee that the Minister was listening very carefully to the points that were made, especially given his direct experience in a former role of running and expanding the Overground service in London.\r\n\r\nI thank the Minister for his time, since Committee, meeting with my noble friends to discuss our amendments further and the assurances that we would like to hear at this stage. I hope the Minister can today assure the House that, as franchises end and come into public ownership, there will be genuine consultation and discussion with devolved authorities on how future services should look, and indeed on how best to run them—including the option for locally run and accountable devolved rail services, in addition to those already devolved. We believe that this will help bring about the transformation of the railway that is the aim of this Bill. I look forward to hearing from the Minister real assurances in this area. I beg to move.",
      "OrderInSection": 107,
      "Timecode": null,
      "ExternalId": "D41DCEDC-BC91-4D68-B5DF-E3FBB64EFF1A",
      "HRSTag": "hs_para",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889106,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, I will speak to the amendments in this group, particularly Amendment 12 standing in my name. I have a great deal of sympathy with the amendment moved by the noble Baroness, Lady Pidgeon. Both amendments are aiming at the same thing.\r\n\r\nI said earlier today that there are a number of crucial things missing from this Bill: one is staff, and we will come to that, and another is the passenger, and <span id=\"1542\" class=\"column-number\" data-column-number=\"1542\"></span>we have dealt with that. The third is the local authorities, the regions, the metropolitan authorities and devolution as a whole. On this side of the House we have always had great aspirations for the powers of combined metropolitan authorities and regional government, and for their expansion. We are largely responsible for promoting and establishing mayoralties in Manchester and the West Midlands, and in other places as well, such as Teesside and so forth. We have done that with a view to expanding their powers, and part of that was to take on a greater role in transport. We are seeing the beginning of that in Manchester with the buses, and Merseyrail is operated by the combined authority.\r\n\r\nIn doing that, we are coming from a successful metropolitan model, London, which already has many of these powers. As far as we can make out, these powers, where rail is concerned—not buses—are effectively to be closed down where they do not already exist. They will not be expanded further—the Minister has been quite clear about that—and we will not see the growth of rail on a metropolitan basis.\r\n\r\nMy Amendment 12 is simpler than that advanced by the noble Baroness, Lady Pidgeon. It would require a preliminary report that outlines the proposed framework in which Great British Railways is going to communicate with local authorities and regional authorities about passenger railway services. That it is going to communicate is something that the Government have committed to, as the Labour Party document <em>Getting Britain Moving</em><em> </em>said so. There is going to be a great deal of consultation and involvement on every possible front, but, again, we are told that we have to take all of this on trust—that none of this will become manifest until we see the great rail Bill that will come in the future, with a bit of consultation but without seeing a proper text in advance for pre-legislative scrutiny.\r\n\r\nWe are trying to get it established now, as a principle at least, that the Government can initiate these communications before that Bill comes into effect. They can set up structures that allow those communications to take place; this amendment requires the Government effectively to do that.\r\n\r\nIf the Minister cannot agree to the precise amendment tabled by the noble Baroness, Lady Pidgeon, I very much hope that he will at least be able to agree to my amendment, which asks him to get those structures—which he envisages happening—in place as soon as possible, so that local authorities and the relevant regional authorities can be involved.",
      "OrderInSection": 108,
      "Timecode": null,
      "ExternalId": "15EBF63A-27EE-4843-80C9-DD40AB04FF2C",
      "HRSTag": "hs_para",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889107,
      "MemberId": 4230,
      "AttributedTo": "Baroness Randerson (LD)",
      "Value": "My Lords, in response to the previous group, the Minister emphasised— I think it was in reply to the noble Lord, Lord Moylan—that the concession model would not comfortably fit national rail services. I accept that, and he made my point for me in making his response. The Government must not be allowed to create a national monolith, because one size will not fit all. Part of the variability that we should celebrate in this House is that which comes with devolution, because it fits local areas comfortably.\r\n\r\nThe Government have made a great deal of the £22 billion or £40 billion black hole and the shortage of public money. Money is undoubtedly in short supply. <span id=\"1543\" class=\"column-number\" data-column-number=\"1543\"></span>The Government have also made a lot of their support for devolution, but if devolution on rail transport services is to flourish then there has to be an alternative source of funding and of investment. Local authorities, even on the big scale of metro mayors, will not have the resources to invest in a pure public sector model.\r\n\r\nOur concern in our Amendment 7 is that the Government leave themselves the scope to access or call upon alternative models of funding. That would be very much along the lines of what the noble Lord, Lord Liddle, suggested: some form of local partnership or an alternative structure, other than a pure public sector company. As my noble friend Lady Pidgeon says, we will be listening carefully to the Minister’s reply.",
      "OrderInSection": 109,
      "Timecode": null,
      "ExternalId": "3D7AC117-F93A-439E-AFC6-0C7C47497566",
      "HRSTag": "hs_para",
      "HansardSection": "BE-BH",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946358,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:00:00",
      "OrderInSection": 110,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BJ-BK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889108,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "My Lords, I would like to clarify a point for the noble Lord, Lord Moylan, on Amendment 13. If I inadvertently implied that the Government would somehow reduce the present freight target of 75% growth by 2050, I did not mean to. We intend that target to remain.\r\n\r\nI will speak first to Amendment 7, proposed by the noble Baronesses, Lady Pidgeon and Lady Randerson, and I recognise the passion with which the noble Baroness, Lady Pidgeon, spoke on this. In responding to this group of amendments, let me start by saying very clearly that this Government are absolutely committed to strengthening the role of local leaders and local communities in shaping the provision of rail services in their areas. We are a pro-devolution Government. A stronger local voice is absolutely essential if the railway is to play its full part in this Government’s missions of kick-starting economic growth, breaking down barriers to opportunity and accelerating towards net zero. Our plans for reform in the substantive railways Bill will provide that stronger local voice. I can reaffirm to your Lordships’ House that the railways Bill will include a statutory role for devolved governments and mayoral combined authorities. They will be involved in governing, managing, planning and developing the railways.\r\n\r\nLinked to this, we expect GBR to closely collaborate with areas through partnership agreements, which will build on progress made through existing arrangements the department has with the West Midlands Rail Executive and Transport for the North. We are already working with leaders in areas such as Greater Manchester, the West Midlands, the north-east and Liverpool City Region to discuss how these relationships could work, with governance supporting these discussions established. While final agreement of these partnerships will need to wait until GBR is formally established, the Government are committed to working with mayors to explore opportunities for progress ahead of GBR operation.\r\n\r\nWe are clear that together the statutory role and partnerships must allow genuine and meaningful opportunity to influence service levels and standards, and to drive forward the integration of local rail services with other modes as part of a genuinely joined-up local transport offer to passengers. It must allow for things like common branding, integrated timetabling, integration of fares and ticketing in the manner that Londoners, and people who live and work in London, completely understand. By getting this right in the wider railways Bill, we can offer local <span id=\"1544\" class=\"column-number\" data-column-number=\"1544\"></span>leaders the much greater level of influence that they are seeking. Existing options for local authorities to directly procure or operate their own services will remain in place, subject to the Secretary of State’s approval, as is currently the case. Alongside our proposed statutory role, our plans for the design of Great British Railways will make it easier for local leaders to engage with and influence what happens on the railway. I am so pleased that the noble Baroness, Lady Randerson, raised her dislike of a one-size-fits-all approach, and I agree with her.\r\n\r\nFirst, I expect GBR will adopt a route and regional structure, with—importantly—a single leader responsible for train operations, rolling stock, staff and infrastructure within a given geographical area. This is material to the reason for public ownership and will create revenue growth and efficiencies and improve performance. A regional and route approach will ensure that GBR is close enough to local communities to understand and respond to their needs, while also being clear that they are part of a national system that needs to work coherently as a whole. It will also mean that local leaders will need to engage with just one organisation—GBR—rather than an infrastructure owner and, potentially, several different train operators.\r\n\r\nSecondly, where local leaders wish to promote service improvements, having track and train under unified leadership will mean GBR can take a whole-system approach to identify the most cost-effective solutions. In the past, Network Rail has been much too quick—because it is an infrastructure provider—to opt for the most expensive solution, which is infrastructure change. A whole-system approach would begin by asking whether a service enhancement can be delivered with additional staff, while making better use of the existing train fleet on the existing railway infrastructure. If the answer is no, the next question should be whether the improvement can be delivered solely through changes to the rolling stock fleet. If, and only if, the answer to that question is also no, it might then be sensible to look at infrastructure change, which is usually the most expensive option and certainly takes the longest time.\r\n\r\nThe crucial point is that one organisation, GBR, on a route or regional basis, will be able to take a view across all those options with local leaders. I would encourage local leaders who think they might want to take over responsibility for operating or procuring services in their areas to keep an open mind until they have seen our full proposals for wider reform. I also reassure noble Lords that, where local leaders conclude that they wish to take over that responsibility, the current Bill does not stand in the way.\r\n\r\nExisting legislation in Section 24 of the Railways Act 1993 allows local authorities and others to apply to the Secretary of State for specific services to be exempted from the franchising regime. Where the Secretary of State grants such an exemption, the exempted services are no longer caught in the surrounding provisions of the 1993 Act. So long as adequate alternatives are being made available, this means that the Secretary of State is no longer obliged to secure the operation of these services and they are not subject to the restriction that says they can be provided only by means of a public sector company. The relevant local authority can then operate or procure the services to its own <span id=\"1545\" class=\"column-number\" data-column-number=\"1545\"></span>specification, using its existing powers under other legislation, which, in the case of Transport for London, are conferred by Section 173 of the Greater London Authority Act 1999.\r\n\r\nThis is the mechanism by which services have been devolved in London and in the Liverpool City Region. The current Bill does not make any changes to the way this mechanism works. Following enactment of this Bill, the railways legislation will still provide the same opportunity as today for the Secretary of State to devolve services where she considers it appropriate and where it supports a well-functioning national service, and if we receive any such requests for the devolution of services, we will consider them openly, fairly and carefully, taking proper account of local, regional and national interests. I hope this reassures the noble Baronesses.\r\n\r\nOn Amendment 12, from the noble Lord, Lord Moylan, I thank the noble Lord for this amendment, which would require the Secretary of State to publish a report on the proposed communications framework between Great British Railways and local transport authorities across the UK. I can reassure the noble Lord that communicating effectively with local authorities is of critical importance to the Government. I have already explained that the Government are keen to ensure that local communities can influence the design and delivery of passenger rail services in their areas. We expect that GBR will engage with local transport authorities regularly on this and on key strategic matters, such as housing and economic growth.\r\n\r\nI have also already mentioned the proposed statutory role, which will enable partnership agreements between mayoral combined authorities and GBR. The Government are already engaging with mayoral authorities to develop a framework for these partnership agreements and the intention is that the framework will enable varying degrees of influence, depending on the ambitions and institutional capability of partners. This will include close collaboration on the delivery of rail elements of local transport plans and greater opportunities for local partners to directly invest in the railway and to influence service provision.\r\n\r\nDue to devolved infrastructure funding arrangements, my department currently has a memorandum of understanding with the Scottish Government which outlines interactions regarding the governance of Network Rail. The devolved operator, ScotRail, also has an alliance agreement with Network Rail which sees both organisations working closely together to better integrate the railway. For devolved services in Wales, there are a number of supporting devolution agreements between the department and the Welsh Government which set out the existing relationship. Under GBR, these devolved accountabilities will remain in place. We will therefore work with the devolved Governments to update existing arrangements and ensure that the benefits of establishing GBR are felt across Great Britain.\r\n\r\nIn conclusion, the report proposed by Amendment 12 is not necessary, given that the Government will be setting out their plans in a consultation which will be published shortly. This will provide not only detail on our proposals but also the opportunity for local authorities, <span id=\"1546\" class=\"column-number\" data-column-number=\"1546\"></span>mayoral combined authorities and noble Lords to input their views on these proposals. I hope my explanations in response to these amendments will be sufficient to persuade noble Lords not to press their amendments.",
      "OrderInSection": 111,
      "Timecode": null,
      "ExternalId": "BD57A9F1-545C-4887-9C17-DB3EE1DC4C6B",
      "HRSTag": "hs_para",
      "HansardSection": "BJ-BK",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889109,
      "MemberId": 5366,
      "AttributedTo": "Baroness Pidgeon (LD)",
      "Value": "One thing that has united this House in our discussions is support for further devolution and acknowledgment of the success of devolved lines in London and elsewhere in the country. I thank the Minister for his detailed response and serious consideration of the points we raised in Committee. I was really pleased to hear the words, “This is a pro-devolution Government”, because we have not heard that in the debates to date. I was also pleased to hear that the Minister will ensure that in the next legislation, the role of local authorities will be strengthened, and that he will include that statutory role to ensure their involvement in the governance, management and provision of rail services.\r\n\r\nTransport for Greater Manchester, which my noble friend Lady Randerson met with recently, will be reassured to hear that, ahead of Great British Railways being established and on the statute book, there are opportunities for it to develop its ambitious plans for the Bee Network. What was said today about branding and being consistent in these metro areas was really reassuring, given that we want to drive a modal shift and get more people using public transport.\r\n\r\nI was really pleased to hear the Minister say that the Secretary of State will still be allowed to exempt lines—that if local leaders want to take over a line, their request will be seriously considered and an exemption granted where appropriate to allow lines to be run across the country, as we have seen in London and Liverpool. On the basis of what the Minister has said, I beg leave to withdraw Amendment 7.",
      "OrderInSection": 112,
      "Timecode": null,
      "ExternalId": "F169B73E-06B2-4B66-8794-BB1807D3C808",
      "HRSTag": "hs_para",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889110,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 7 withdrawn.",
      "OrderInSection": 113,
      "Timecode": null,
      "ExternalId": "24110637000413",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889111,
      "MemberId": 4247,
      "AttributedTo": "The Deputy Speaker (Lord Ashton of Hyde) (Non-Afl)",
      "Value": "Before we move on to the next group, I have to inform the House about the voting in the third Division. The figure was announced as 99 for the Contents. The correct figure is 95, but the result is the same.\r\n\r\nAmendment 8",
      "OrderInSection": 114,
      "Timecode": null,
      "ExternalId": "475B39CE-5816-4A1B-BCA2-D8AC6CD357FA",
      "HRSTag": "hs_para",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889112,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 115,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889113,
      "MemberId": 4241,
      "AttributedTo": "Baroness Brinton",
      "Value": "",
      "OrderInSection": 116,
      "Timecode": null,
      "ExternalId": "EC8FC0DB-15F3-4917-8D4C-F2301416FFCF",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889114,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>8: </strong>Clause 2, page 2, line 23, at end insert—\r “30ZA Statement of accessibility standards(1) When making a direct award under section 30(1A) the Secretary of State must lay before Parliament a statement to the effect that they are of the view that such an award will comply with the accessibility standards.(2) The Secretary of State must prepare a statement of the standards that they propose to apply in assessing, for the purposes of subsection (1), that a public sector company meets the required level of accessibility.(3) The principles must in particular make provision for the accessibility of—(a) the service,(b) accommodation for individual journeys, and(c) booking platforms and other interactive digital services and systems used in connections with journeys on the relevant franchise. <span id=\"1547\" class=\"column-number\" data-column-number=\"1547\"></span>(4) In preparing the statement under subsection (2) the Secretary of State must consult such persons as they consider appropriate, in particular disabled people.”Member's explanatory statement\r This amendment places a duty on the Secretary of State to make a statement to Parliament confirming they are of the view that making an award to a public sector company will meet certain accessibility standards.",
      "OrderInSection": 117,
      "Timecode": null,
      "ExternalId": "08D74295-7D0F-4DB9-A5EA-16C26B29706B",
      "HRSTag": "Amendment",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889115,
      "MemberId": 4241,
      "AttributedTo": "Baroness Brinton (LD)",
      "Value": "My Lords, I declare my interest as vice-chair of the Accessible Transport Policy Commission. I start by thanking the Minister for meeting with myself and the noble Baronesses, Lady Grey-Thompson and Lady Randerson, last week, for the very constructive discussions about issues relating to passenger assistance and support for disabled passengers, and for the other meeting with my Lib Dem colleagues and myself to discuss the Bill more broadly.\r\n\r\nBefore I speak to my amendment, I want to say that I support Amendment 11 in the name of the noble Baroness, Lady Randerson, which requires the Secretary of State to consult appropriately when awarding a public sector contract in order to encourage more services to be operated by devolved authorities.\r\n\r\nTurning to my Amendment 8, I thank the noble Baroness, Lady Grey-Thompson, and the noble Lords, Lord Blunkett and Lord Holmes of Richmond, for signing it. It places a duty on the Secretary of State to make a Statement to Parliament confirming that they are of the view that an award made to a public sector company will meet certain accessibility standards. The Minister has tabled Amendment 15, which puts in legislation for the first time that public sector companies providing train services under Section 30 of the 1993 Railways Act are subject to the public sector equality duty, and I thank him for that.\r\n\r\nOne of the current issues is that it is not clear what is required by law, whether a train company is publicly owned or not. That has resulted in inconsistent standards and services. I thank all noble Lords, not just those who have taken part in the Bill but others who have spoken to me outside the Chamber, who have commented on the experiences of disabled Peers, including the noble Baroness, Lady Grey-Thompson—and myself. The fact is that our experience is not unusual, and many disabled people report disrupted or poor services daily. People are surprised when we say what has happened, but it is actually the daily experience of many disabled people.\r\n\r\nIn Committee, the Minister said:\r\n\r\n“I was going to list a range of areas where things need to change, but I am embarrassed to do so because so many speakers in this debate have listed them themselves”.\r \r\n\r\nHe went on to say:\r\n\r\n“All I can do is acknowledge that I have heard the list quite clearly. We know that we need to do better, and it hurts me that the public service that I care about fails so regularly to look after people in the way that it ought to<span id=\"vol_col694\" class=\"cross-reference\" data-house-id=\"2\" data-column-number=\"694\" data-volume-number=\"\" data-external-id=\"2EAEEA8E-0307-40C1-9CD3-56271C386DE6\">”.—[<em>Official Report</em>, 23/10/24; col. 694.]</span>\r \r\n\r\nI thank the Minister for that. I repeated it because I have some questions, although not on that statement but on the detail that will follow. First, can he clarify that the public sector equality duty does not already apply to the existing OLR train operating companies? If it does not, will the current OLR train operating companies have to comply with it immediately after <span id=\"1548\" class=\"column-number\" data-column-number=\"1548\"></span>the Bill is enacted, but before the rail reform Bill is passed? If the answer is yes, how will that work with the next stage of consultation on a stronger assistance service?\r\n\r\nFollowing remarks made in an earlier group today, can the Minister explain the next steps to consult with the disabled community about the new universal assistance standards he wanted to correct in the list of problems? It included too many apps, a lack of level boarding, broken lifts, unsuitable rolling stock, and the lack of staff on trains and at stations, which he and many others referred to in Committee. How does that fit in with the publication of the rail reform Bill, be that later this year or early next year?",
      "OrderInSection": 118,
      "Timecode": null,
      "ExternalId": "A8FEAC76-9526-474B-B274-ED5E183D7885",
      "HRSTag": "hs_para",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946359,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:15:00",
      "OrderInSection": 119,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889116,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Above all, I thank the Minister because, as he knows, disabled people have for far too long been ignored by the train operating companies, with complex and different arrangements leading to chaos and unreliable services. I look forward to hearing more detail from the Minister about what this Government want to change. I beg to move.",
      "OrderInSection": 120,
      "Timecode": null,
      "ExternalId": "24110637000094",
      "HRSTag": "hs_para",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889117,
      "MemberId": 3862,
      "AttributedTo": "Baroness Grey-Thompson (CB)",
      "Value": "My Lords, I will speak to Amendment 8 in the name of the noble Baroness, Lady Brinton, to which I have added my name. I draw the House’s attention to my interests as listed in the register, including as chair of the Accessible Transport Policy Commission. I thank the Minister and the noble Baroness, Lady Blake, for their time in looking at this issue.\r\n\r\nI will briefly offer my support. In speeches both in Committee and today, the noble Baroness, Lady Brinton, has made very clear what we are seeking. In Committee, there was a lot of support, not just for our own personal experiences but for the treatment of disabled people.\r\n\r\nI spend much of my time on social media bemoaning some of the negative experiences I have had, but I will highlight one that was very positive. Today, I have already been on a return trip to Milton Keynes, which was absolutely wonderful. The train manager walked through the train and knew that I was on board. I did not use my legal right to turn up and go; I booked assistance. The train manager was there with the ramp ready and waiting, and I was in the amazing position of having three people there to meet me on the platform.\r\n\r\nI have often mentioned that I experience way better treatment than any other disabled person I know—that was highlighted today. All we want is for the same treatment I get to be extended to every other disabled person. As the noble Baroness, Lady Brinton, said, the voice of disabled people in moving this forward is incredibly important. We also need to consider how we avoid future derogations, which I expect will be discussed in the next Bill. As a result of such derogations, instead of trains being step free on 1 January 2020, it will now be 100 years before I, the noble Baroness or other wheelchair users can get on a train without the permission or support of a non-disabled person.\r\n\r\nI recognise where we are today. I will strongly support the noble Baroness, whatever she chooses to do with the amendment. I very much look forward to the Minister’s response.",
      "OrderInSection": 121,
      "Timecode": null,
      "ExternalId": "6D0F08F9-6A5C-4A72-A4F5-2ED14B7419B2",
      "HRSTag": "hs_para",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889118,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1549\" class=\"column-number column-only\" data-column-number=\"1549\"></span>",
      "OrderInSection": 122,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889119,
      "MemberId": 4230,
      "AttributedTo": "Baroness Randerson (LD)",
      "Value": "My Lords, I am very pleased to speak in support of my noble friend Lady Brinton and the significant group of signatories to this amendment. This eye-catching group of people campaign on disability-related issues and have made important points in this debate and others aligned with it. In addition to that amendment, which speaks for itself, there is Amendment 11 in my name and that of my noble friend Lady Scott.\r\n\r\nAlthough the experiences of people using wheelchairs and those who do not have perfect sight and so on are very much at the sharp end of passengers’ experiences, the passenger body generally does not have a good experience in Britain these days. There are huge problems for passengers of every age group and every level of physical ability, so there is a massive job to be done in improving that experience. People would put up with a second-rate experience, perhaps, if they were paying second-level fares, but they are paying premium fares for a very rough deal, and those two just do not sit together.\r\n\r\nAmendment 11 seeks to establish a body that will work on behalf of passengers: a body dedicated to passengers’ needs and to creating the kind of experience that those of us who are lucky enough to travel abroad on trains know can be achieved with a perfectly normal, non-premium rail service in other countries. If they can do it, I do not see why we cannot.\r\n\r\nI am very pleased to see Amendment 15 in the name of the Minister, and I look forward with great interest to what he is going to say about it, because I hope it will reassure us that the Government’s plans include the creation of a passenger standards authority —or something similarly named—that will look out for passengers. I also hope that the Government will produce a commitment that suits the needs of the signatories of Amendment 8.",
      "OrderInSection": 124,
      "Timecode": null,
      "ExternalId": "6BBCB9C7-336F-47D3-9114-979A335D24A2",
      "HRSTag": "hs_para",
      "HansardSection": "BL-BM",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889120,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, I rise with some humility to make a few comments on Amendment 8, which, of course, is one where the noble Baronesses, Lady Brinton and Lady Grey-Thompson, bring an experience that cannot be gainsaid in your Lordships’ House. I said in Committee that I fully acknowledge—from my own personal knowledge—that the Minister is personally committed to seeing improvements in regard to accessibility. I know that it is a matter of importance to him, but none the less, fine words and parsnips come to mind. Action is needed and we need to see real progress. If Great British Railways offers something in that regard that has not been offered before, that would be greatly to its credit.\r\n\r\nIn relation to Amendment 11, from the noble Baroness, Lady Randerson, this is another example of what the Government could be doing now. It is already the Government’s policy to have a passenger standards authority; they have set that out in the document <em>Getting Britain Moving</em>. Like so many other things, it is wrapped up in a Bill that we are told we might see in 12 or 18 months. I have expressed in Committee a degree of doubt and scepticism as to whether the Government will meet that target. I hope they will, but these are very complex issues, and it could take even longer than that before we see the Bill. Then, of course, it has to be passed and enacted, and then, as I keep pointing out, it has to be implemented. Change on <span id=\"1550\" class=\"column-number\" data-column-number=\"1550\"></span>that scale does not happen overnight; it will take several years for it to be implemented. Where in that timeframe is the passenger standards authority going to stand? Will we see it coming to life at the beginning of the process or at the end? Could it be four or five years away before it comes into existence? We have no idea.\r\n\r\nThe amendment from the noble Baroness, Lady Randerson, would at least say, “This is one thing you can get started on now. You can get it up and running very quickly and it could be something that passengers could benefit from at a really early stage”. I really do not understand why the Government cannot accept, if it turns out that is the case, what the noble Baroness is proposing.\r\n\r\nI have no comment on Amendment 15 in the name of the Government except to say that it is, of course, entirely unobjectionable from our point of view.",
      "OrderInSection": 125,
      "Timecode": null,
      "ExternalId": "6193C1B8-0DEB-46F2-AC71-7C694DF7F551",
      "HRSTag": "hs_para",
      "HansardSection": "BN-BO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889121,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "My Lords, I will speak first to Amendment 8, which was tabled by the noble Baroness, Lady Brinton, and is supported by the noble Baroness, Lady Grey-Thompson, the noble Lord, Lord Holmes, and my noble friend Lord Blunkett, and to Amendment 15 which is tabled in my name. I thank the noble Baronesses for their amendment and for the productive discussion we had last week. As I said in Committee, I feel personally ashamed of the industry that I am so familiar with as so many deficiencies come out of the way that it treats passengers, particularly those in need of some assistance. Many of those deficiencies are a result of the fragmented structure of the privatised railway.\r\n\r\nThe noble Baroness, Lady Grey-Thompson, has shown me and described to me the plethora of apps that you need to buy tickets, the differences in how they work, what they do and whether they enable you to book a seat, a wheelchair space or a ticket for the whole of your journey. I am shocked by it, and I cannot bear for her to show me much more, because all she would do is show me more apps that work differently from those that she has already shown me. We cannot and should not tolerate that. The lack of consistency in train design has been highlighted today, as has the lack of reliable, accurate information about whether crucial facilities such as lifts and accessible toilets are working, and there are other issues.\r\n\r\nLooking ahead to the wider railways Bill, establishing Great British Railways will provide the opportunity, for the first time in three decades, to begin to take a coherent approach to these matters. Some of them can be done quickly, some of them we can start now and some of them will, by virtue of the longevity of rolling stock and structures, take a long time, but if we do not start, we will never achieve them. However, I also agree that the noble Baronesses and the many disabled passengers on whose behalf they speak should not have to wait for Great British Railways to come along before we start to improve things, so, as I discussed with the noble Baronesses last week, the Government have tabled an amendment and we also have a number of verbal commitments that I shall place on record in the House today.\r\n\r\nFirst, the Government will work with the disabled community to develop and publish an accessibility road map that will explain the actions we intend to <span id=\"1551\" class=\"column-number\" data-column-number=\"1551\"></span>take to improve things for disabled people or others requiring assistance in advance of GBR being set up. We are not waiting for it to do that. The road map will suggest how the Government can work with the industry to prevent situations like those we have heard about in this House so far. As discussed, it will cover important matters that the noble Baronesses have raised with me. They include measuring and reporting on lift reliability and maintenance, providing confirmation and clarity about the legal obligation of operators to provide every disabled person with assistance when travelling whether or not a pre-booking has been made, and improving consistency in the service provided to disabled people across the board. We will engage with the disabled community on the development of the road map to ensure that when it is finished, it works for them.\r\n\r\nSecondly, I commit before the House that this Government will provide the funding to develop phase 5 of the passenger assist app. As the noble Baroness, Lady Grey-Thompson, knows from our previous discussions, I have made it clear and will continue to make it clear to those involved that the development of this next phase of the programme must be done in consultation with the noble Baronesses and representatives of disabled people to ensure that it delivers the assistance that people deserve and addresses their needs.\r\n\r\nFinally, we have tabled Amendment 15, which is before the House today. It amends the Equality Act 2010 to make it clear that publicly owned train companies are subject to the public sector equality duty. Although it is the Government’s view that the public sector equality duty already applies to publicly owned train operating companies, we are concerned that that is currently not as clear as it needs to be. By adding them to the list of public authorities in the Act, we will ensure that there can be no mistake. Network Rail and Transport for London are already named in the Act, but train operating companies previously were not, which is something that, if this amendment is agreed, we will remedy.",
      "OrderInSection": 126,
      "Timecode": null,
      "ExternalId": "82233C12-1A34-4A36-95C5-4EA4522276D4",
      "HRSTag": "hs_para",
      "HansardSection": "BN-BO",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946360,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:30:00",
      "OrderInSection": 127,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889122,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "It is the intention of this Government to send a clear signal to train operating companies that they cannot ignore their legal duties to support disabled passengers and to ensure that disabled passengers have proper access to the railway as they need and deserve. Given this amendment and the commitments that I have made today, I hope that the noble Baroness will withdraw her amendment and support the Government’s amendment instead. I look forward to continuing to work with her and those who signed the amendment on this matter over the coming months and years.",
      "OrderInSection": 128,
      "Timecode": null,
      "ExternalId": "24110642000001",
      "HRSTag": "hs_para",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889123,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "I thank the noble Baronesses, Lady Randerson and Lady Scott of Needham Market, for Amendment 11. Let me make it absolutely clear to this House that the intention of this Bill and of the rail reform programme is to create a railway that works better for passengers. The changes made under this Bill, and further reforms, will be passenger-focused, because we know that this is what has been lacking for years. The Secretary of State has already set out that she considers her role to be passenger-in-chief of the railway, championing passengers every day, and that this Bill is the first step towards a railway that works for everyone who travels on it.",
      "OrderInSection": 129,
      "Timecode": null,
      "ExternalId": "24110642000002",
      "HRSTag": "hs_para",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889124,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1552\" class=\"column-number column-only\" data-column-number=\"1552\"></span>",
      "OrderInSection": 130,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889125,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "I confirm that, as I agreed with the noble Baronesses, Lady Randerson, Lady Pidgeon, Lady Scott of Needham Market and Lady Brinton, the consultation I have already referred to, delivered in advance of the wider railways Bill, will contain proposals for the passenger standards authority and how it will monitor performance for passengers. It will present the opportunity for those in this House and beyond to provide views on how this watchdog should operate. I will be delighted to discuss this with noble Lords in more detail once the consultation is launched.",
      "OrderInSection": 132,
      "Timecode": null,
      "ExternalId": "24110642000003",
      "HRSTag": "hs_para",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889126,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "I confirm that, as we work with the bodies that will be impacted by the proposed passenger standards authorities—the Office of Rail and Road, Transport Focus and the Rail Ombudsman—we will look at any opportunities to improve things for passengers in the short-term before the passenger standards authority has formally launched. I met Transport Focus yesterday on just that matter. I urge the noble Baroness to withdraw the amendment.",
      "OrderInSection": 133,
      "Timecode": null,
      "ExternalId": "24110642000004",
      "HRSTag": "hs_para",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889127,
      "MemberId": 4241,
      "AttributedTo": "Baroness Brinton (LD)",
      "Value": "My Lords, in tabling Amendment 8, I was very aware of standing on the shoulders of giants, including Transport for All and many disabled campaigners over the years.\r\n\r\nI thank the Minister for putting the public sector equality duty in the Bill. This is a big step forward. I thank him also for the commitments that the Government have made, albeit for the future. There is a real spirit here to make sure that things start to change. For the first time since I joined your Lordships’ House in 2011, I feel encouraged that we have been heard and understood. Amendment 15 is, we hope— I am not going to get Churchillian about this—the beginning of the end or the end of the beginning, or something like that. It will be the end of the current poor levels of assistance for passengers. I know that the Minister understands that there is much detail to be worked out to make that real change happen.\r\n\r\nOn that basis, I am happy to withdraw my Amendment 8. I look forward to seeing Amendment 15 become part of the Bill and to us seeing more detail in due course. The future higher standards of assistance services will transform the lives of disabled rail passengers. I beg leave to withdraw my amendment.",
      "OrderInSection": 134,
      "Timecode": null,
      "ExternalId": "9FAA553D-4E8A-4B6A-864E-002D25DA5474",
      "HRSTag": "hs_para",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889128,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 8 withdrawn.",
      "OrderInSection": 135,
      "Timecode": null,
      "ExternalId": "24110642000275",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889129,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 9",
      "OrderInSection": 136,
      "Timecode": null,
      "ExternalId": "24110642000271",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889130,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 137,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889131,
      "MemberId": 57,
      "AttributedTo": "Lord Young of Cookham",
      "Value": "",
      "OrderInSection": 138,
      "Timecode": null,
      "ExternalId": "C3D33F72-7286-46FE-95DF-B8134B80B592",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889132,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>9: </strong>Clause 2, page 2, line 23, at end insert—\r “30ZA Annual report of public operator liabilities(1) The Secretary of State must lay before Parliament, within six months of the day on which this Act comes into force, and on each anniversary of that date thereafter, a report on the public sector financial liabilities arising from the award of public service contracts to public sector companies under subsection 30(1A).(2) The report published under subsection (1) must include details of rolling stock leasing liabilities.”Member's explanatory statement\r This amendment would require the Secretary of State to publish an annual report examining the impact of train company rolling stock liabilities transferring into the public sector.",
      "OrderInSection": 139,
      "Timecode": null,
      "ExternalId": "A128C6CC-1F6C-44F8-A831-B2D4F8E15D8C",
      "HRSTag": "Amendment",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889133,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1553\" class=\"column-number column-only\" data-column-number=\"1553\"></span>",
      "OrderInSection": 140,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889134,
      "MemberId": 57,
      "AttributedTo": "Lord Young of Cookham (Con)",
      "Value": "My Lords, Amendment 9 in my name would require an annual report on public operator liabilities. This might sound rather a dry subject with which to lead the last group on Report, but it is an important one, as it has the potential to totally disrupt the Government’s ambitions for Great British Railways. I begin by thanking the Minister for the meeting that we had last week with the noble Baroness, Lady Blake. He listened patiently to my concerns and was able to allay some of them—though not, I am afraid, this one.\r\n\r\nThis amendment has grown in prominence since last week’s Budget with its clear fiscal rules, and these were needed to give confidence to the markets that the Government could borrow the substantial sums needed to fund their expenditure; we will debate all that on Monday. In a nutshell, my concern is that, if liabilities which are currently off the Government’s books cease to be off balance sheet, we will revert to the position when I was Transport Secretary, with transport bidding for investment against schools, hospitals and defence and always missing out because of political priorities.\r\n\r\nI believe the noble Lord has conceded the risk of this happening, because he has said repeatedly that it will be for the Office for National Statistics to decide in the future how GBR liabilities impact the public sector balance sheet and, specifically, public sector net debt. However, it simply cannot be prudent for the Government to embark on a programme of nationalisation without fully understanding the financial consequences of the ONS classifying GBR as “central government” and without taking the necessary precautions.\r\n\r\nWe can have a shot at what the ONS will do, because it has stated that in circumstances such as GBR it would run what is called the market body test, and we know that GBR, as the Government envisage it being structured, would fail that test. The integration of track and train within a single entity, as set out clearly in Labour’s <em>Getting Britain Moving</em> document, will mean that GBR will fail the ONS market body test, meaning that its liabilities will be consolidated into the department’s accounts. The Minister has argued previously that the position will not be different from where we are now, but it will be. The creation of GBR as a permanent public monopoly will create a completely different system, which will change the way in which the ONS categorises expenditure.\r\n\r\nThe Labour document is clear that GBR will be a “single employer”. If so, it will simply fail the market test and its accounts will be classified as “central government”, rather than a public corporation, as LNER is currently. The accounts will then be required to be consolidated into DfT’s accounts, like other bodies that fail the market test, and then classified as “central government”. Crucially, these different accounting treatments will make investment, for example, in rolling stock harder, as it will be in competition with other demands for public investment. The Minister has made it clear that GBR will use its purchasing power to commission new rolling stock through the roscos: rolling stock that will then be leased to GBR. He stated:\r\n\r\n“GBR will enable a longer-term view of the rolling stock market, and it will reduce the margins it needs to make<span id=\"vol_col736\" class=\"cross-reference\" data-house-id=\"2\" data-column-number=\"736\" data-volume-number=\"\" data-external-id=\"326ABC0F-0616-4B0A-A958-A6A5876F24E8\">”.—[<em>Official Report</em>, 23/10/24; col. 736.]</span>\r <span id=\"1554\" class=\"column-number\" data-column-number=\"1554\"></span>\r\n\r\nThose long-term liabilities, totalling potentially some £15 billion, will score immediately on the Government’s balance sheet, increasing national debt, even if the money to manufacture the trains comes from the roscos and is raised on the capital markets.\r\n\r\nWhat I hope the Minister has done—and if he has done it, no one would be happier than me—is get an undertaking from the Treasury that, if the ONS so classifies GBR debt, the Treasury will ensure that the DfT is insulated from that decision. He may have such a letter in his breast pocket. If he has not, we know what is likely to happen because it happened to Network Rail, which was reclassified by the ONS in 2014. The Minister said at our meeting that there was scope for economies at Network Rail when it was reclassified, and I am sure he was right. But those measures were never going to compensate for all the consequences. Network Rail had to divest £1.8 billion by selling property assets; it had to defer renewal works; it had to postpone completion dates; and it had to renegotiate a lot of contracts. Do we honestly want that to happen to GBR?\r\n\r\nSo, in a nutshell, I am concerned at the gamble the Government are taking with the future of the railways by going back to the pre-privatisation system, where Ministers will have to compete against other spending departments for what the railways need. I beg to move.",
      "OrderInSection": 142,
      "Timecode": null,
      "ExternalId": "B1673E93-DF8E-450F-9E84-B2231759E040",
      "HRSTag": "hs_para",
      "HansardSection": "BP-BP",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889135,
      "MemberId": 4230,
      "AttributedTo": "Baroness Randerson (LD)",
      "Value": "My Lords, I have one very brief question for the Minister, following the warnings by the noble Lord, Lord Young. Have the Government looked at this from the point of view not just of what I would call the finished product of the nationalised railway system but of how the categorisation of a mixed economy would work? We, the nation, will be in a situation of a mixed, some-and-some economy for a significant number of years to come.",
      "OrderInSection": 143,
      "Timecode": null,
      "ExternalId": "D4038295-AF4F-46DB-9D14-98F7C18E7D2E",
      "HRSTag": "hs_para",
      "HansardSection": "BR-BR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889136,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, my noble friend Lord Young sought throughout Committee, with great forensic precision and courtesy, to get answers to the sort of questions he has been raising today, and I have sought, with rather blundering efforts, to get answers to very similar questions. Here we are on Report, still asking questions that the Government have consistently failed to answer throughout. The reason is that, as I said earlier today, this is a rushed Bill that has not been thought through properly as to its broader consequences. These are consequences not to be dealt with in a future Bill coming down the road but that flow directly from the measures in this Bill. I very much hope the Minister can give some account of them today and explain how the Bill and this nationalisation will affect the public finances in what I call, in my blundering way, balance sheet terms.\r\n\r\nThere are other items. Since we discussed this Bill in Committee, we and the country have had the body blow of the employers’ national insurance increase delivered by the Chancellor of the Exchequer. Amendment 19 in my name is there to probe what the consequences of that will be for Great British Railways. Will there be a very significant increase in staff costs on the railways as a result, and what impact is that likely to have on the revenue expenditure that the railways can undertake?<span id=\"1555\" class=\"column-number\" data-column-number=\"1555\"></span>\r\n\r\nIn Amendment 18, I ask for clarity on something that also flows directly from the Bill—it is a direct consequence of it, and not something to be dealt with in a future Bill—to do with the harmonisation of staff wages, terms and conditions as they transfer from diverse employers in the private sector to a single employer owned by the state. Drivers and other staff are employed by the railway companies on terms agreed with trade unions but not necessarily the same terms as between one company and another, so drivers’ pay, terms and conditions will vary somewhat between one company and another. The Government have resisted saying, at any point, what they will do about this if they are a single employer. Of course, theoretically, each franchise as it falls due will be placed in a separate company from the others, so it is perfectly possible, legally, for it to have a separate agreement with its staff, different from that which another nationalised company has with its staff, replicating the current arrangements, if it chooses to do so. Is that the Government’s intention, or is there an intention that wages, terms and conditions should be harmonised? If the latter, do the Government imagine that they will be harmonised on the basis of the lowest common denominator, the highest common denominator, or some denominator that might be found in the middle as a sort of average? This is a direct consequence of the Bill, but nothing has been said by the Minister about it.\r\n\r\nI come back to the question of staff consultation. There has been no staff consultation about the change of employer. The idea that the Minister might wander around Waterloo station randomly consulting drivers as he accosts them, which he held out when he spoke earlier, is an attractive and enticing one. That is to be encouraged—there are not enough Ministers going around randomly accosting staff whom they employ in the public sector—but it hardly constitutes what might be called formal consultation in industrial relations terms.\r\n\r\nI hope I am forgiven for saying this, but earlier I saw the Minister having a quiet chat in a break for a Division with his brother, the noble Lord, Lord Hendy, with his great industrial relations experience. Who knows? Perhaps he was pointing out to the Minister that normal industrial relations consultation requires a little more than simply wandering around and chatting to the staff on the station as you meet them, welcome though that is.\r\n\r\nI very much hope that by now, with all the warning that the Minister had about these issues in Committee, he will be able to give an account of himself that will satisfy the legitimate questions of my noble friend Lord Young, and will be able to explain to us what his employment and industrial relations strategy is as a direct consequence of the nationalisations that will take place under the Bill.",
      "OrderInSection": 144,
      "Timecode": null,
      "ExternalId": "9104BB3A-D4A3-426A-B18C-8CE22C6E0A3B",
      "HRSTag": "hs_para",
      "HansardSection": "BR-BR",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946361,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "15:45:00",
      "OrderInSection": 145,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BS-BS",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889137,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "I thank the noble Lord, Lord Young, for tabling Amendment 9 and for our productive meeting the other day. I recognise that there is a question of whether public ownership will lead to certain liabilities moving on to the public sector balance sheet and therefore counting towards the public sector net debt. I cannot speculate about <span id=\"1556\" class=\"column-number\" data-column-number=\"1556\"></span>future balance sheet treatments and impacts as those will always depend on classification decisions that are a matter for the independent Office for National Statistics.\r\n\r\nWhat I can say is that four train companies are already owned by DOHL, including LNER for six years and Northern for four, and the position has not changed so far. The Office for National Statistics recently considered the classification of TransPennine and concluded that it should remain classified as a public non-financial corporation. The mixed economy that we already have is relevant to the question asked by the noble Baroness, Lady Randerson, about the categorisation of a mixed economy. We are going to be there over the next several years as the train operations come back one by one.\r\n\r\nIt has been suggested in debate that, if liabilities move on to the public sector balance sheet, that would affect public sector net debt and unduly constrain future investment. The noble Lord, Lord Young, referred to events at Network Rail after it was reclassified, many of which I witnessed when I went there in 2015. In fact, a large number of the things that happened were really good. The organisation was not on the public balance sheet. It had spent an enormous amount of money: when I turned up in July 2015, it had debt of £54 billion, roughly equivalent to the whole of New Zealand’s national debt. With the last chief executive and the present one, we have put it into great order and reduced its expenditure. It has reduced capital expenditure too, which I think was also wise. The list of enhancements that it was proposing to carry out were beyond its capability then, and beyond the funding of even the unlimited amounts of debt that it could call on.\r\n\r\nNevertheless, the existing publicly owned train operators are the driving force behind the current multibillion-pound pipeline of new rolling stock orders. Network Rail is still investing in the railway infrastructure, and it shows that public ownership need not be a barrier to investment.\r\n\r\nLooking more broadly across the public services, noble Lords may have seen that, alongside the Budget, the Chancellor announced changes to the fiscal rules to measure government debt in a way that recognises the need to better support capital investment. This Government recognise the pressing need to rebuild our economy and invest in our public services after years of underinvestment.\r\n\r\nIt might be helpful to provide the noble Lord, Lord Young, with some specific reassurance, and I can reassure him that we are not seeking to close the door on private investment. Where there are genuine opportunities for private investment—which, for example, might well be, and in the future should be, in relation to property development around stations or car park investment—we would expect Great British Railways to work with relevant local authorities and the private sector to promote these opportunities. I reassure the noble Lord that securing appropriate private investment will be an absolute priority for this Government. I hope that provides him with enough reassurance to withdraw the amendment.\r\n\r\nNext, I will address Amendments 18 and 19 in turn. I thank the noble Lord, Lord Moylan, for these amendments. Amendment 18 would require the Secretary <span id=\"1557\" class=\"column-number\" data-column-number=\"1557\"></span>of State to lay a Statement before Parliament within three months of the Bill’s enactment. The Statement would need to set out the Government’s intentions concerning the terms, conditions and pay rates of staff of existing train operating companies as they transfer to become employees of public sector companies.\r\n\r\nAt that stage, it would be a very simple Statement. The Government fully expect that the TUPE regulations will apply, preserving employees’ existing contractual terms and conditions as they transfer from private operators to subsidiaries of directly operated holdings, in the same way as they have done in previous transfers. I can also confirm that the Secretary of State’s contracts with public sector companies would ensure that staff could continue to be members of the railways pension scheme. That being the case, there is no need for a further Statement of the kind mandated by the amendment.\r\n\r\nThe noble Lord asked what the Government intend should happen to pay, terms and conditions in the period after employees have transferred to a public sector operator. Although this is beyond the scope of the amendment the noble Lord has tabled, I am happy to address the question by saying three things.\r\n\r\nFirst, public ownership under this Bill does not give rise to any imperative to harmonise or otherwise amend staff terms and conditions. Decisions about any such changes are for the future. In contrast to the previous Government’s approach, we would expect to discuss these matters openly and constructively with the workforce and their representatives before settling on any specific proposals. If the noble Lord was serious in his proposal, he would be able to tell me, for example, that the previous Government consulted the staff of LNER when it was transferred into the public sector. I think he will find that they did not. I am not going to speculate about the outcome of any such future discussions.\r\n\r\nSecondly, resolving the long-standing disputes with the rail unions, as we have done and are doing, clears the way for vital workforce reform to modernise our railways and do away with outdated working practices. We do not need to wait for Great British Railways to start this essential work—although we have needed to clear up a number of disputes, including one so long-standing that it has been a dispute since 2015—and we will do this by working with the workforce, not against them.\r\n\r\nThirdly, looking further ahead to Great British Railways, the overall structure for GBR and the mechanics of how staff will transfer into it are still to be decided. We will want to make sure that GBR retains and treats fairly the committed and talented staff who are essential to keep the railway running for its customers. We will have more to say about this when we publish our proposals for the railways Bill.\r\n\r\nAmendment 19 would require another report, this time on the impact of national insurance employer contributions on the operational costs of public sector companies. I am sure that the noble Lord will recognise that employer national insurance contributions are just one relatively small component of train operators’ overall costs—less than 2.5% of total costs in this financial year. Furthermore, other significant costs, <span id=\"1558\" class=\"column-number\" data-column-number=\"1558\"></span>such as diesel and electricity, are volatile. It would therefore take significant resource to routinely report on all these different costs, which are subject to change all the time.\r\n\r\nThis reporting would add little value, particularly when any national insurance costs incurred by a DfT-contracted operator are simply paid to another part of government. Public ownership will make no difference to the net cost to government of the relevant train operators’ employer national insurance contributions; the Government are already both the funder and the recipient of these.\r\n\r\nHaving said that, I will be pleased to provide an estimate of any impact as soon as I am able to. At that point, I will happily write to the noble Lord and place a copy of the letter in the House Library. In the light of this, I urge the noble Lord, Lord Moylan, not to press his amendments.",
      "OrderInSection": 146,
      "Timecode": null,
      "ExternalId": "C81623CD-ACA3-4F22-8A41-FF487952309B",
      "HRSTag": "hs_para",
      "HansardSection": "BS-BS",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889138,
      "MemberId": 57,
      "AttributedTo": "Lord Young of Cookham (Con)",
      "Value": "My Lords, as this is the last debate and possibly the last speech on Report, I commend the Minister for the patient way he has dealt with the proceedings on Report, drawing on his unique knowledge of the industry we are debating. It has been a pleasure to watch the contrasting debating styles of him and the more flamboyant style of my noble friend Lord Moylan.\r\n\r\nI welcome what the Minister said about private investment, but I have to point out that the Bill specifically precludes the sort of investment we saw with the franchise. For example, Chiltern widened single track into double track and built new railway stations. That sort of investment by a train operating company is specifically precluded by the Bill.\r\n\r\nOn the substance of my concern, he said right at the beginning that there is a question about how the liabilities will be classified. He then sheltered behind the well-known phrase that he “could not speculate” about what the ONS will do. I think there is a distinction between the present position with LNER within the department, with relatively short-term liabilities for rolling stock, and the position with a 20-year liability and GBR. I remind the Minister that, in order to avoid Network Rail being reclassified as public sector body, Treasury Ministers specifically asked—this is under the Labour Government—other Ministers not to criticise the salaries of Network Rail for fear that the ONS would classify it as a public body.\r\n\r\nHaving said that, the Minister has gone as far as I could have expected him to. He does not have in his breast pocket a letter from the Treasury giving him a guarantee against the consequences of reclassification, but against the good-natured reply he gave me, I seek leave to withdraw my amendment.",
      "OrderInSection": 147,
      "Timecode": null,
      "ExternalId": "A36EDF14-A728-4258-9C06-7FB43AFFFB0C",
      "HRSTag": "hs_para",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889139,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 9 withdrawn.",
      "OrderInSection": 148,
      "Timecode": null,
      "ExternalId": "24110642000276",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889140,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendments 10 and 11 not moved.",
      "OrderInSection": 149,
      "Timecode": null,
      "ExternalId": "24110642000277",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889141,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 12",
      "OrderInSection": 150,
      "Timecode": null,
      "ExternalId": "24110642000272",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889142,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Tabled by",
      "OrderInSection": 151,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889143,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan",
      "Value": "",
      "OrderInSection": 152,
      "Timecode": null,
      "ExternalId": "D79CDB2F-DD58-401F-8A52-301E6E18BD18",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889144,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>12: </strong>Clause 2, page 3, line 32, at end insert—\r  <span id=\"1559\" class=\"column-number\" data-column-number=\"1559\"></span>“30D Preliminary Report on Communication with Local Transport AuthoritiesThe Secretary of State must, within six months of the day on which the Passenger Railway Services (Public Ownership) Act 2024 is passed, publish a preliminary report outlining the proposed framework for communication between Great British Railways (GBR) and local transport authorities across the United Kingdom.”",
      "OrderInSection": 153,
      "Timecode": null,
      "ExternalId": "3EBAF7E0-7424-46D6-B841-7903C3F2738D",
      "HRSTag": "Amendment",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889145,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "My Lords, this amendment deals with devolution and requires the Government to start work on that in the next few months and explain how they are going to do it. One thing that is new today, as far as I am aware and I have listened fairly carefully to all parts of this debate, is that the Minister has said that he intends to issue his consultation document before the end of this calendar year. Did my ears hear that correctly?",
      "OrderInSection": 154,
      "Timecode": null,
      "ExternalId": "50F658B8-912B-43BB-B717-35CB83B4A0FE",
      "HRSTag": "hs_para",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889146,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill (Lab)",
      "Value": "I said I hoped to.",
      "OrderInSection": 155,
      "Timecode": null,
      "ExternalId": "83065D63-E236-4AED-8C9E-2C52C9EDAC7C",
      "HRSTag": "hs_para",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889147,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "On the basis of that “hope”, which I imagine the Minister will expect to be held to—and which I will be holding him to—I am prepared not to move this amendment, because it will simply be timed out by that consultation document which would replace it, so to speak.",
      "OrderInSection": 156,
      "Timecode": null,
      "ExternalId": "CD4A50DF-2EA5-4DA5-99A1-59EFA1CC11A1",
      "HRSTag": "hs_para",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889148,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 12 not moved.",
      "OrderInSection": 157,
      "Timecode": null,
      "ExternalId": "24110642000278",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889149,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 13",
      "OrderInSection": 158,
      "Timecode": null,
      "ExternalId": "24110642000273",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889150,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 159,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889151,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan",
      "Value": "",
      "OrderInSection": 160,
      "Timecode": null,
      "ExternalId": "8ED8D949-D511-4329-B083-089D1E78DA49",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889152,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>13: </strong>Clause 2, page 3, line 32, at end insert—\r “30D Statement on the impact of the Act on rail freight targetThe Secretary of State must, within six months of the day on which the Passenger Railway Services (Public Ownership) Act 2024 is passed, make a statement in each House of Parliament outlining how the Government’s plans to achieve a 75% increase in the volume of rail freight in the United Kingdom by 2050 are affected by the provisions of that Act.”Member's explanatory statement\r This amendment would require the Secretary of State to make a statement outlining the Government's plans to take all reasonable steps to achieve a 75 per cent increase in the volume of rail freight in the United Kingdom by 2050.",
      "OrderInSection": 161,
      "Timecode": null,
      "ExternalId": "88340B5F-5E8E-4AAE-8139-BDF0711F03F5",
      "HRSTag": "Amendment",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889153,
      "MemberId": 4883,
      "AttributedTo": "Lord Moylan (Con)",
      "Value": "I am afraid the case is rather different in relation to Amendment 13, which relates to freight and requires the Government to state not simply that they intend to meet the 75% target for the increase in freight volumes but how they intend to do so. It remains wholly mysterious how the Government are going to do this, and it is time that that veil should be drawn back and we should be allowed to know. This amendment would require them to do that. I wish to test the opinion of the House on Amendment 13.",
      "OrderInSection": 162,
      "Timecode": null,
      "ExternalId": "559667F3-5419-49BD-8B88-8D60216EC274",
      "HRSTag": "hs_para",
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889154,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1560\" class=\"column-number column-hidden\" data-column-number=\"1560\"></span>",
      "OrderInSection": 163,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889155,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1561\" class=\"column-number column-hidden\" data-column-number=\"1561\"></span>",
      "OrderInSection": 164,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889156,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"range15601561\" class=\"column-number column-range\" data-column-number-from=\"1560\" data-column-number-to=\"1561\"></span>",
      "OrderInSection": 165,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Division",
      "ItemId": 52182,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "4|15:58|69|124|Division on Amendment 13|Amendment 13 disagreed.||0|0",
      "OrderInSection": 166,
      "Timecode": null,
      "ExternalId": "FB2E53B0-B213-47F2-B968-E2368679231A",
      "HRSTag": null,
      "HansardSection": "BU-BU",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Timestamp",
      "ItemId": 2946362,
      "MemberId": null,
      "AttributedTo": "",
      "Value": "16:09:00",
      "OrderInSection": 167,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": null,
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889157,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 14 not moved.",
      "OrderInSection": 168,
      "Timecode": null,
      "ExternalId": "24110642000282",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889158,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<span id=\"1562\" class=\"column-number column-only\" data-column-number=\"1562\"></span>",
      "OrderInSection": 169,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_ColumnNumber",
      "HansardSection": null,
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889159,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 15",
      "OrderInSection": 171,
      "Timecode": null,
      "ExternalId": "24110642000274",
      "HRSTag": "hs_AmendmentHeading",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889160,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Moved by",
      "OrderInSection": 172,
      "Timecode": null,
      "ExternalId": null,
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889161,
      "MemberId": 4972,
      "AttributedTo": "Lord Hendy of Richmond Hill",
      "Value": "",
      "OrderInSection": 173,
      "Timecode": null,
      "ExternalId": "6B4F8D04-123F-4776-B42D-4F8940858B97",
      "HRSTag": "hs_TabledBy",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889162,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "<strong>15: </strong>After Clause 2, insert the following new Clause—\r “Application of public sector equality dutyIn Part 1 of Schedule 19 to the Equality Act 2010 (authorities subject to public sector equality duty), at the appropriate place under the heading “Transport”, insert—“A public sector company providing services for the carriage of passengers by railway under a public service contract awarded under section 30 of the Railways Act 1993 (public sector provision of services).””Member’s explanatory statement\r This amendment provides for public sector companies providing train services under section 30 to be subject to the public sector equality duty.",
      "OrderInSection": 174,
      "Timecode": null,
      "ExternalId": "C027F13F-CA69-45E6-8DAF-5C02D695A99D",
      "HRSTag": "Amendment",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889163,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendment 15 agreed.",
      "OrderInSection": 175,
      "Timecode": null,
      "ExternalId": "24110642000283",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889164,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "Amendments 16 to 19 not moved.",
      "OrderInSection": 176,
      "Timecode": null,
      "ExternalId": "24110642000284",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    },
    {
      "ItemType": "Contribution",
      "ItemId": 40889165,
      "MemberId": null,
      "AttributedTo": null,
      "Value": "House adjourned at 4.10 pm.",
      "OrderInSection": 177,
      "Timecode": null,
      "ExternalId": "24110642000285",
      "HRSTag": "hs_Procedure",
      "HansardSection": "BV-BX",
      "UIN": null,
      "IsReiteration": false
    }
  ],
  "ChildDebates": []
}